{
  "features": [
    {
      "geometry": {
        "coordinates": [
          -153.3,
          67.9
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Few landmarks bear names on topographic maps here. The park name came from wilderness advocate Robert Marshall, who traveled the North Fork Koyukuk country frequently from 1929 to 1939. Marshall called two peaks, Frigid Crags and Boreal Mountain, the gates from Alaska's central Brooks Range into the far north Arctic. Wind, water, temperature, and glacial and tectonic actions sculpted wildly varied landscapes in this east-west trending part of the Rocky Mountains. Southerly foothills step into waves of mountains rising to elevations of 4,000 feet that culminate in limestone or granite peaks over 7,000 feet in elevation. ",
        "Image Link": "http://pixdaus.com/files/items/pics/8/38/548838_c767afad295899654825751d2c9f6160_large.jpg",
        "Name": "Gates of the Arctic National Park",
        "National Park": "Gates of the Arctic National Park",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -152.6,
          66.5
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Alatna River is a federally designated wild and scenic river partially contained within the boundaries of Gates of the Arctic National Park, Alaska. It is called one of the most beautiful rivers in the United States. The Alatna River stems from the central Brooks Range flowing through the Endicott Mountains, passing Circle Lake, the Arrigetch Peaks and Takahula Lake before entering the Helpmejack Hills.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/9/98/Alatna.jpg",
        "Name": "Alatna River",
        "National Park": "Gates of the Arctic National Park",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -151.5,
          66.91
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The John River is a 125-mile (201 km) tributary of the Koyukuk River in the northern part of the U.S. state of Alaska. It was named after John Bremner, a prospector and explorer who was one of the first non-native persons to go there. It flows south from Anaktuvuk Pass in Alaska's Brooks Range, into the larger river at a point near Bettles, slightly north of the Arctic Circle.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/6/60/John_River.jpg",
        "Name": "John River",
        "National Park": "Gates of the Arctic National Park",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -160.8,
          66.92
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Kobuk River (also Kooak, Kowak, Kubuk, Kuvuk, or Putnam)  is a river located in the Arctic region of northwestern Alaska in the United States. It is approximately 280 miles (451 km) long. Draining a basin with an area of 12,300 square miles (32,000 km2), the Kobuk River is among the largest rivers in northwest Alaska with widths of up to 1500 feet (460 m) and flow at a speed of 3 5 miles per hour (5 8 km per hour) in its lower and middle reaches.The average elevation for the Kobuk River Basin is 1,300 feet (400 m) above sea level, ranging from near sea level to 11,400 feet (3,475 m).",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/6/69/Kobuk_River_sunset.jpg",
        "Name": "Kobuk River",
        "National Park": "Gates of the Arctic National Park",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -136.9,
          58.7
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Glacier Bay National Park is a United States national park in the Alaska panhandle west of Juneau. President Calvin Coolidge proclaimed the area around Glacier Bay a national monument under the Antiquities Act on February 25, 1925. Subsequent to an expansion of the monument by President Jimmy Carter in 1978, the Alaska National Interest Lands Conservation Act (ANILCA) enlarged the national monument by 523,000 acres (2116.5 km2) on December 2, 1980",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/5/5f/Glacier_Bay_National_Park_and_Preserve_GLBA4361.jpg",
        "Name": "Glacier Bay National Park",
        "National Park": "Glacier Bay National Park",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -135.9,
          58.5
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Located a short distance from Bartlett Cove, this area makes a great option for a kayaking day trip. Note that tides may cause water levels to vary by as much as twenty-five feet, and during low tides much of the area can turn to mud flats, so plan your visit carefully. This area is a great spot to see moose, bald eagles, bears, seals, humpback whales and killer whales.",
        "Image Link": "http://www.alaskaphotoworld.com/alaska365/wp-content/uploads/2011/06/Berdsley-Islands1(pp_w1060_h640).jpg",
        "Name": "Beardslee Islands",
        "National Park": "Glacier Bay National Park",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -136.08,
          58.8
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Much of this inlet is off-limits to motorized boats during the summer months, making it an ideal area for kayakers looking for tranquility. The McBride Glacier, Muir Glacier, and Riggs Glacier are all tidewater glaciers accessible to kayakers. Seals, bears, moose, wolves, and other animals are likely companions while exploring the inlet.",
        "Image Link": "http://www.terragalleria.com/images/np-alaska/glba0237.jpeg",
        "Name": "Muir Inlet",
        "National Park": "Glacier Bay National Park",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -137.25,
          58.8
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "A massive tidewater glacier located in the bay's west arm. This glacier calves ice in such large quantities that it is seldom possible for ships to approach closer than two miles from the glacier's face",
        "Image Link": "https://www.nps.gov/glba/learn/nature/images/S-jhi-may-191.jpg",
        "Name": "John Hopkins Glacier",
        "National Park": "Glacier Bay National Park",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -113.8,
          48.8
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Glacier National Park is a national park located in the U.S. state of Montana, on the Canada United States border with the Canadian provinces of Alberta and British Columbia. The park encompasses over 1 million acres (4,000 km2) and includes parts of two mountain ranges (sub-ranges of the Rocky Mountains), over 130 named lakes, more than 1,000 different species of plants, and hundreds of species of animals.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/7/7e/St_Mary_Lake.jpg",
        "Name": "Glacier National Park ",
        "National Park": "Glacier National Park ",
        "State": "Montana"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -113.72,
          48.75
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Grinnell Glacier is in the heart of Glacier National Park in the U.S. state of Montana. The glacier is named for George Bird Grinnell, an early American conservationist and explorer, who was also a strong advocate of ensuring the creation of Glacier National Park. The glacier is in the Lewis Range and rests on the north flank of Mount Gould at an altitude averaging 7,000 feet (2,100 m), in the Many Glacier region of the park.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/3/38/Grinnell_overlook.jpg",
        "Name": "Grinnell Glacier",
        "National Park": "Glacier National Park ",
        "State": "Montana"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -113.6,
          48.67
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Going-to-the-Sun Road is a scenic mountain road in the Rocky Mountains of the western United States, in Glacier National Park in Montana. The Sun Road, as it is sometimes abbreviated in National Park Service documents, is the only road that traverses the park crossing the Continental Divide through Logan Pass at an elevation of 6,646 feet (2,026 m), which is the highest point on the road.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/d/d9/A013%2C_Glacier_National_Park%2C_Montana%2C_USA%2C_1996.jpg",
        "Name": "Going-to-the-Sun Road",
        "National Park": "Glacier National Park ",
        "State": "Montana"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -114.2,
          48.86
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Bowman Lake is in the northwestern portion of Glacier National Park in Montana. It is not commonly visited by most visitors to Glacier National Park, because it is located in one of the more remote areas of the park. It is more well-known among local residents, though, who use the small, uncrowded campground.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/d/de/Bowman_Lake.jpg",
        "Name": "Bowman Lake",
        "National Park": "Glacier National Park ",
        "State": "Montana"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -114.17,
          48.96
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Kintla Peak (10,106 ft (3,080 m)) is located in the Livingston Range, Glacier National Park in the U.S. state of Montana. Kintla Peak is the tallest mountain in the Livingston Range and the third tallest in Glacier National Park. The mountain is in the remote northwest corner of the park and requires a hike of almost 15 miles (24 km) from the nearest road just to reach the base of the mountain. The Agassiz Glacier lies below the mountain to the southeast.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/4/43/Agassiz_Glacier_2005.jpg",
        "Name": "Kintla Peak ",
        "National Park": "Glacier National Park ",
        "State": "Montana"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -112.1,
          36.1
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Grand Canyon National Park is the United States' 15th oldest national park. Named a UNESCO World Heritage Site in 1979, the park is located in northwestern Arizona. The park's central feature is the Grand Canyon, a gorge of the Colorado River, which is often considered one of the Seven Natural Wonders of the World. The park covers 1,217,262 acres (1,901.972 sq mi; 492,608 ha; 4,926.08 km2) of unincorporated area in Coconino and Mohave counties.",
        "Image Link": "http://www.thecanyon.com/assets/css/images/grandcanyon1.jpg",
        "Name": "Grand Canyon National Park",
        "National Park": "Grand Canyon National Park",
        "State": "Arizona"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -112.1,
          36.07
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The trailhead for the South Kaibab Trail is located off of the Yaki Point Road, which is closed to private vehicles. The trailhead can be accessed via either the Rim Trail or the free Grand Canyon National Park shuttle bus. From the trailhead, the trail heads north. Hikers begin with a steep descent through the Grand Canyon's upper rock layers: the Kaibab Limestone and Toroweap Formation. At about 1/2 mile one can observe an excellent example of a pustule dome. Here a small deposit of less dense more buoyant evaporite has punctured through a layer of harder limestone above. Through the first   mile, the trail cuts through the eastern side of Pipe Creek Canyon until Ooh-ahh Point, where the canyon walls turn around Yaki Point and the view of the eastern canyon opens up. The point is named after a common reaction to the view.",
        "Image Link": "http://static.panoramio.com/photos/large/103854138.jpg",
        "Name": "South Kaibab Trail",
        "National Park": "Grand Canyon National Park",
        "State": "Arizona"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -112.11,
          36.06
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Rim Trail is one of the most popular and comprehensive trails in Grand Canyon and one of the best ways to see the South Rim's best attractions and viewpoints. This fairly easy walking path traces the canyon's edge, stopping off at favorite lookout points like Maricopa Point and Hopi Point. Rim Trail begins at Pipe Creek Vista (several miles east of Grand Canyon Village) and ends at the popular Hermit's Rest lookout point west of the village. ",
        "Image Link": "http://www.adventurerigs.com/wp-content/uploads/2012/07/whiterimtrail.jpg",
        "Name": "Rim Trail",
        "National Park": "Grand Canyon National Park",
        "State": "Arizona"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -112.14,
          36.05
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Grand Canyon Village is the most popular entryway into the park and, as such, often suffers from heavy crowds during the peak seasons in spring, summer and fall. But there's a reason the area is so appealing. It holds some of the best lookout points in the park, including Yavapai Point, which Frommer's claims is one of the best places to view the canyon. If you don't like camping but want to stay within the park, you should consider looking for lodging here.",
        "Image Link": "https://www.nps.gov/common/uploads/photogallery/imr/park/grca/F7460B98-155D-451F-6708312FF5824528/F7460B98-155D-451F-6708312FF5824528.JPG",
        "Name": "Grand Canyon Village",
        "National Park": "Grand Canyon National Park",
        "State": "Arizona"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -112.14,
          36.06
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "ake this steep trail, which starts just west of the Bright Angel Lodge in Grand Canyon Village, to Plateau Point for some great views of the river. But you should be warned: The Bright Angel Trail is a little more than six miles long one-way, and both recent visitors and travel experts say that attempting to hike to the river and back in one day is not a good idea. ",
        "Image Link": "http://www.hikesandlakes.com/images/Bright%20Angel-1.jpg",
        "Name": "Bright Angel Trail",
        "National Park": "Grand Canyon National Park",
        "State": "Arizona"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -112,
          36.06
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "When tourists enter from the South Main Entrance to the South Rim, the usual initial destination is the Visitor Center Plaza and its public parking lots. For those tourists seeing the Grand Canyon for the first time, Mather Point Overlook is the first view of the immensity of the canyon. It's an easy walk from the parking lot to Mather Point. If you've packed a picnic lunch, it's a great place to relax after a long drive. Kickback and relish that first magnificent view.",
        "Image Link": "https://www.silverspurtours.com/wp-content/uploads/2011/03/Mather-Point-at-the-Grand-Canyon-South-Rim.jpg",
        "Name": "Mather Point",
        "National Park": "Grand Canyon National Park",
        "State": "Arizona"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -110.7,
          43.8
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Grand Teton National Park is a United States National Park in northwestern Wyoming. At approximately 310,000 acres (480 sq mi; 130,000 ha; 1,300 km2), the park includes the major peaks of the 40-mile-long (64 km) Teton Range as well as most of the northern sections of the valley known as Jackson Hole. It is only 10 miles (16 km) south of Yellowstone National Park, to which it is connected by the National Park Service-managed John D. Rockefeller, Jr. Memorial Parkway. Along with surrounding National Forests, these three protected areas constitute the almost 18,000,000-acre (7,300,000 ha) Greater Yellowstone Ecosystem, one of the largest intact mid-latitude temperate ecosystems in the world.",
        "Image Link": "http://www.history.com/s3static/video-thumbnails/AETN-History_VMS/21/201/tdih-feb26-HD_720x406-16x9.jpg",
        "Name": "Grand Teton National Park",
        "National Park": "Grand Teton National Park",
        "State": "Wyoming"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -110.74,
          43.77
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Jenny Lake Trail is a 7.1-mile (11.4 km) long hiking trail which circles Jenny Lake located in Grand Teton National Park in the U.S. state of Wyoming. The trail begins at the Jenny Lake campground or can be accessed at several other trailheads. One of the most popular and easiest hikes in the park, the trail provides pedestrian access to the Cascade Canyon Trail and is overlapped by the Valley Trail along the west side of Jenny Lak",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/d/d8/Mt_Owen_and_Mt_St_John_across_Jenny_Lake.jpg",
        "Name": "Jenny Lake Trail",
        "National Park": "Grand Teton National Park",
        "State": "Wyoming"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -110.56,
          43.84
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Signal Mountain is an isolated summit standing 7,720 feet (2,350 m) above sea level. The mountain is located in Grand Teton National Park in the U.S. state of Wyoming. The next closest higher summit is more than 10 miles (16 km) distant, and this isolation provides sweeping views of the Teton Range, much of the northern Jackson Hole area as well as the Snake River. Though located adjacent to the Tetons, Signal Mountain was not formed in the same manner or period. ",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/9/91/Snake_River_Signal_Mountain.jpg",
        "Name": "Signal Mountain",
        "National Park": "Grand Teton National Park",
        "State": "Wyoming"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -110.66,
          43.65
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Mormon Row is a line of homestead complexes along the Jackson-Moran Road near the southeast corner of Grand Teton National Park, in the valley called Jackson Hole. The rural historic landscape's period of significance includes the construction of the Andy Chambers, T.A. Moulton and John Moulton farms from 1908 to the 1950s. Six building clusters and a separate ruin illustrate Mormon settlement in the area and comprise such features as drainage systems, barns, fields and corrals.",
        "Image Link": "https://media-cdn.tripadvisor.com/media/photo-s/04/6e/0d/4c/mormon-row-historic-district.jpg",
        "Name": "Mormon Row Historic District",
        "National Park": "Grand Teton National Park",
        "State": "Wyoming"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -114.3,
          38.9
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Great Basin National Park is a United States National Park located in White Pine County in east-central Nevada, near the Utah border. The park was established in 1986. It is most commonly accessed by way of Nevada State Route 488, which is connected to U.S. Routes 6 and 50 by Nevada State Route 487 via the small town of Baker, the closest settlement to the park.",
        "Image Link": "http://www.markbrownphoto.com/wp-content/uploads/2010/07/GBLS08017-INTO-THE-GLACIER.jpg",
        "Name": "Great Basin National Park",
        "National Park": "Great Basin National Park",
        "State": "Nevada"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -114.29,
          38.98
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Although little known and rarely climbed--it is visited but once a year on average--Jeff Davis Peak is unquestionably the most impressive summit in the Lake Tahoe area. Located just off Blue Lakes Road, several miles southeast of Carson Pass, the peak is a dramatic crag that is near-vertical--and seemingly even overhanging--on three sides. Even by its easiest route, the peak is an interesting, airy, and occasionally spicy class 4 scramble, a rarity and a real treat amidst the gentle terrain of the Tahoe Sierra. The summit is a decomposing volcanic plug that rises up in stark contrast to the surrounding rolling ridgeline, and is more reminiscent of a desert peak than a typical Sierra mountain. It is a striking sight.",
        "Image Link": "http://c8.alamy.com/comp/AJTRE5/wheeler-peak-right-jeff-davis-peak-left-at-sunset-great-basin-national-AJTRE5.jpg",
        "Name": "jeff davis peak",
        "National Park": "Great Basin National Park",
        "State": "Nevada"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -114.32,
          38.98
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Wheeler Peak is the tallest mountain in both the Snake Range and White Pine County, in Nevada, United States. Its summit elevation of 13,065 feet (3,982 m) makes it the second-tallest peak in Nevada, just behind Boundary Peak. Wheeler Peak's topographic prominence of 7,563 feet (2,305 m) makes it the most topographically prominent peak in White Pine County and the second-most prominent peak in Nevada, just behind Mount Charleston. The mountain is located in Great Basin National Park and was named for George Wheeler, leader of the Wheeler Survey of the late 19th century.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/2/2f/WheelerPeakNevadaMarch2010.jpg",
        "Name": "Wheeler Peak",
        "National Park": "Great Basin National Park",
        "State": "Nevada"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -114.22,
          39
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "It is a beautiful marble cave ornately decorated with stalactites, stalagmites, helictites, flowstone, popcorn, and over 300 rare shield formations.Lehman Caves may only be entered with a guided tour. Cave tours are offered daily, year round, except for Thanksgiving Day, Christmas Day, and New Year's Day. Park rangers lead all tours, explaining the history, ecology, and geology of the caves.",
        "Image Link": "http://www.mountainphotographer.com/wp-content/uploads/2010/06/lehmanCave.jpg",
        "Name": "Lehman Caves",
        "National Park": "Great Basin National Park",
        "State": "Nevada"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -105.6,
          37.8
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Great Sand Dunes National Park is a United States National Park located in the San Luis Valley, in the easternmost parts of Alamosa County and Saguache County, Colorado, United States. Originally created as Great Sand Dunes National Monument on March 17, 1932, Great Sand Dunes National Park was established by an act of the United States Congress on September 13, 2004. The park includes 44,246 acres (17,906 ha), and the preserve protects an additional 41,686 acres (16,870 ha)",
        "Image Link": "http://travelchannel.sndimg.com/content/dam/images/travel/fullset/2015/05/15/great-sand-dunes-national-park-cranes-colorado.jpg.rend.tccom.966.544.jpeg",
        "Name": "Great Sand Dunes National Park",
        "National Park": "Great Sand Dunes National Park",
        "State": "Colorado"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -105.6,
          37.7
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Medano Creek is a popular seasonal stream enjoyed by all ages. On this page you'll find a short video, current creek conditions, forecast flow for the season, and what to expect month-by-month in an average year.",
        "Image Link": "http://images.summitpost.org/original/244235.JPG",
        "Name": "Medano Creek",
        "National Park": "Great Sand Dunes National Park",
        "State": "Colorado"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -105.68,
          37.69
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "he Medano Pass Road is now fully OPEN across the Sangre de Cristo Mountains. The road is in good shape for 2WD cars to reach Point of No Return. Between Point of No Return and the first creek crossing, sand has average moisture content and firmness. Some vehicles may need to drop air pressure to 20psi to navigate the sand.",
        "Image Link": "http://sailsofglory.org/attachment.php?attachmentid=5012&d=1369227315",
        "Name": "The Medano Pass Road",
        "National Park": "Great Sand Dunes National Park",
        "State": "Colorado"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -83.5,
          35.6
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "The Great Smoky Mountains, part of the Appalachian Mountains, span a wide range of elevations, making them home to over 400 vertebrate species, 100 tree species, and 5000 plant species. Hiking is the park's main attraction, with over 800 miles (1,300 km) of trails, including 70 miles (110 km) of the Appalachian Trail. Other activities include fishing, horseback riding, and touring nearly 80 historic structures.",
        "Image Link": "http://sasquatchchronicles.com/wp-content/uploads/2015/07/Smoky-Mountains-National-Park.jpg",
        "Name": "Great Smoky Mountains National Park",
        "National Park": "Great Smoky Mountains National Park",
        "State": "Tennessee, North Carolina"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -83.46,
          35.6
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Chimney Tops is a double-capstone knob on the eastern slope of the Sugarland Mountain massif. This massif stretches north-to-south across the north-central section of the Smokies. Mount Le Conte dominates the area immediately east of Chimney Tops, and Mt. Mingus rises to the north. Thus, while the view from the summit is 360 degrees, Chimney Tops is practically \"walled in\" on three sides.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/2/27/Chimney-tops-from-441.jpg",
        "Name": "Chimney Tops",
        "National Park": "Great Smoky Mountains National Park",
        "State": "Tennessee, North Carolina"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -83.44,
          35.64
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Alum Cave Trail (also referred to as Alum Cave Bluff Trail) is an American hiking trail in the Great Smoky Mountains National Park, in Sevier County, Tennessee. The trail ascends Mount Le Conte, the tallest (and sixth highest) mountain east of the Mississippi River and passes by many notable landmarks, such as Arch Rock, Inspiration Point, the Duckhawk Peaks, and Cliff Top, before merging with Rainbow Falls Trail near the summit.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/3/32/Rocky_Portion_of_Alum_Cave_Bluff_Trail.JPG",
        "Name": "Alum Cave Trail",
        "National Park": "Great Smoky Mountains National Park",
        "State": "Tennessee, North Carolina"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -83.46,
          35.6
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Mount Le Conte (or LeConte) is a mountain in Sevier County, Tennessee located in the Great Smoky Mountains National Park. At 6,593 ft (2,010 m) it is the third highest peak in the national park, behind Clingmans Dome (6,643 ft, 2,024 m) and Mount Guyot (6,621 ft, 2,018 m). It is also the highest peak that is completely within Tennessee. However, from its immediate base to its summit, Mount Le Conte is one of the highest peaks in the Appalachian Mountains rising 5,301 ft (1,616 m) from its base, near Gatlinburg, Tennessee (1,292 ft/394 m).",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/6/63/Mount_Le_Conte_Panorama.JPG",
        "Name": "Mount Le Conte",
        "National Park": "Great Smoky Mountains National Park",
        "State": "Tennessee, North Carolina"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -104.9,
          31.9
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "This park boasts Guadalupe Peak, the highest point in Texas; the scenic McKittrick Canyon filled with bigtooth maples; a corner of the arid Chihuahuan Desert; and a fossilized coral reef from the Permian era.",
        "Image Link": "http://www.national-park.com/wp-content/uploads/2016/04/Welcome-to-Guadalupe-Mountains-National-Park.jpg",
        "Name": "Guadalupe Mountains National Park",
        "National Park": "Guadalupe Mountains National Park",
        "State": "Texas"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -104.86,
          31.89
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Guadalupe Peak, also known as Signal Peak, is the highest natural point in Texas, with an elevation of 8,751 feet (2,667 m) above sea level. It is located in Guadalupe Mountains National Park, and is part of the Guadalupe Mountains range in southeastern New Mexico and West Texas. The mountain is about 90 miles (140 km) east of El Paso and about 50 miles (80 km) southwest of Carlsbad, New Mexico. The peak rises more than 3,000 feet (910 m) above the arid floor of the Chihuahuan Desert.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/f/f7/Guadalupe_Peak_from_Bowl_Trail.JPG",
        "Name": "Guadalupe Peak",
        "National Park": "Guadalupe Mountains National Park",
        "State": "Texas"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -104.75,
          31.97
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "McKittrick Canyon is a scenic canyon within the Guadalupe Mountains of West Texas and Eddy County, New Mexico. The steep towering walls of McKittrick Canyon protect a rich riparian oasis in the midst of the Chihuahuan Desert.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/2/29/McKittrick_Canyon.JPG",
        "Name": "McKittrick Canyon",
        "National Park": "Guadalupe Mountains National Park",
        "State": "Texas"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -104.81,
          31.89
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Travel the short .75 mile path from the Pine Springs Visitor Center to the ruins of the old Pinery Station, once a favored stop on the original 2,800 mile Butterfield Overland Mail Route. Trailside exhibits describe Chihuahuan desert vegetation. The trail is paved, rated easy, and wheelchair accessible. Pets are allowed on leash.",
        "Image Link": "http://hudspethcountyherald.com/wp-content/uploads/2012/09/Gaudalupes.jpg",
        "Name": "The Pinery",
        "National Park": "Guadalupe Mountains National Park",
        "State": "Texas"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -156.2,
          20.7
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "The Haleakala volcano on Maui features a very large crater with numerous cinder cones, Hosmer's Grove of alien trees, the Kipahulu section's scenic pools of freshwater fish, and the native Hawaiian goose. It is home to the greatest number of endangered species within a U.S. National Park.",
        "Image Link": "http://www.travelaroundusa.com/uploads/2/4/0/0/24002860/140082211_orig.jpg",
        "Name": "Haleakala National Park",
        "National Park": "Haleakala National Park",
        "State": "Hawaii"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -156.25,
          20.71
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Haleakala or the East Maui Volcano, is a massive shield volcano that forms more than 75% of the Hawaiian Island of Maui. The western 25% of the island is formed by another volcano, Mauna Kahalawai, also referred to as the West Maui Mountains.",
        "Image Link": "https://thesnorkelstore.com/wp-content/uploads/the-snorkel-store-haleakala-cinder-cones-1.jpg",
        "Name": "Haleakala Crater",
        "National Park": "Haleakala National Park",
        "State": "Hawaii"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -156.05,
          20.68
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Pipiwai Trail is a 3.5 mile moderately trafficked out and back trail located near Hana, HI that features a waterfall and is rated as moderate. The trail offers a number of activity options and is accessible year-round.",
        "Image Link": "https://oneadamtwelv.files.wordpress.com/2011/07/p4113370.jpg",
        "Name": "Pipiwai Trail",
        "National Park": "Haleakala National Park",
        "State": "Hawaii"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -156.22,
          20.71
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Sliding Sands Trail is a 11.2 mile moderately trafficked out and back trail located near Kula, HI that features beautiful wild flowers and is only recommended for very experienced adventurers. The trail offers a number of activity options and is accessible year-round.",
        "Image Link": "http://www.iorise.com/blog/wp-content/uploads/2013/07/Sliding-Sands-Trail-HaleakalC481-National-Park-Maui-Hawaii.jpg",
        "Name": "Sliding Sands Trail",
        "National Park": "Haleakala National Park",
        "State": "Hawaii"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -155.3,
          19.5
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "This park on the Big Island protects the famous Kilauea and Mauna Loa volcanoes, two of the world's most active geological features. Diverse ecosystems range from tropical forests at sea level to barren lava beds at more than 13,000 feet (4,000 m).",
        "Image Link": "http://www.national-park.com/wp-content/uploads/2016/04/Welcome-to-Hawaii-Volcanoes-National-Park.jpg",
        "Name": "Hawaii Volcanoes National Park",
        "National Park": "Hawaii Volcanoes National Park",
        "State": "Hawaii"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -155.24,
          19.41
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Thurston Lava Tube (Kilauea Iki Trail) is a 3.2 mile moderately trafficked loop trail located near Hawaii National Park, HI that features beautiful wild flowers and is rated as moderate. The trail is primarily used for hiking, walking, and nature trips and is accessible year-round.",
        "Image Link": "http://theegetawaygal.com/wp-content/uploads/2014/03/image2.jpg",
        "Name": "Kilauea",
        "National Park": "Hawaii Volcanoes National Park",
        "State": "Hawaii"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -155.28,
          19.4
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Kilauea  is a currently active shield volcano in the Hawaiian Islands, and the most active of the five volcanoes that together form the island of Hawai'i. Located along the southern shore of the island, the volcano is between 300,000 and 600,000 years old and emerged above sea level about 100,000 years ago. It is the second youngest product of the Hawaiian hotspot and the current eruptive center of the Hawaiian Emperor seamount chain. Because it lacks topographic prominence and its activities historically coincided with those of Mauna Loa, Kilauea was once thought to be a satellite of its much larger neighbor. ",
        "Image Link": "https://media1.britannica.com/eb-media/33/91933-004-DAEEF82A.jpg",
        "Name": "Kilauea",
        "National Park": "Hawaii Volcanoes National Park",
        "State": "Hawaii"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -155.23,
          19.41
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Take a walk in the dark through Nahuku, known as the Thurston Lava Tube, a 500-year old lava cave located within Hawaii Volcanoes National Park. Lava caves like this are formed when a river of lava gradually builds solid walls and a ceiling. When the lava flow stops and the last of it passes downhill, a cave is formed. These caves can be a few feet high and only yards long, or they can stretch for miles with high ceilings. There are several lava tubes you can visit around the island but Nahuku is the most easily accessible and is a fantastic example of a massive lava cave.",
        "Image Link": "https://www.nps.gov/common/uploads/photogallery/pwr/park/havo/06E20B23-BA25-DFBD-F8042EC697F257FF/06E20B23-BA25-DFBD-F8042EC697F257FF.jpg",
        "Name": "Thurston Lava Tube",
        "National Park": "Hawaii Volcanoes National Park",
        "State": "Hawaii"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -93,
          34.5
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Hot Springs was established by act of Congress as a federal reserve on April 20, 1832, as such it is the oldest park managed by the National Park Service. Congress changed the reserve's designation to National Park on March 4, 1921 after the National Park Service was established in 1916. Hot Springs is the smallest and only National Park in an urban area and is based around natural hot springs that flow out of the low lying Ouachita Mountains. The springs provide opportunities for relaxation in an historic setting; Bathhouse Row preserves numerous examples of 19th-century",
        "Image Link": "http://markcorder.com/home/wp-content/uploads/2011/04/Gorge-Stormwater-April-27-2011-1.jpg",
        "Name": "Hot Springs National Park",
        "National Park": "Hot Springs National Park",
        "State": "Arkansas"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -93.04,
          34.43
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Garvan Woodland Gardens, the botanical garden of the University of Arkansas, is nestled in the picturesque Ouachita Mountains of Southwest Arkansas. Numerous attractions are on the grounds including architectural structures like the Anthony Chapel and botanical landscapes offering breathtaking sights and great photo opportunities. Most trails are ADA accessible and pets are allowed with a fee. No pets allowed during Holiday Lights. Seasonal dining onsite at the Chipmunk Cafe.",
        "Image Link": "http://www.arkansas.com/blog/wp-content/uploads/Gardenpinewind.jpg",
        "Name": "Garvan Woodland Gardens",
        "National Park": "Hot Springs National Park",
        "State": "Arkansas"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -93.34,
          34.59
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Lake Ouachita  is a reservoir created by the damming of the Ouachita River by Blakely Mountain Dam. The Downstream side of Blakely Mountain Dam as photographed from the river in July 25, 2009 Blakely Mountain Dam was built by the United States Army Corps of Engineers from 1948 to 1953 for hydroelectric power, recreation, water supply and wildlife conservation. The dam is 231 feet tall, 1,100 feet long at the crest, and is capable of 75 megawatts.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/6/6f/Aerial_view_of_Lake_Ouachita%2C_AR.png",
        "Name": "Lake Ouachita",
        "National Park": "Hot Springs National Park",
        "State": "Arkansas"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -93.05,
          34.51
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Bathhouse Row is a collection of bathhouses, associated buildings, and gardens located at Hot Springs National Park in the city of Hot Springs, Arkansas. The bathhouses were included in 1832 when the Federal Government took over four parcels of land to preserve 47 natural hot springs, their mineral waters which lack the sulphur odor of most hot springs, and their area of origin on the lower slopes of Hot Springs Mountain.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/5/5c/Fordyce_Baths_Hot_Springs_1984.jpg",
        "Name": "Bathhouse Row",
        "National Park": "Hot Springs National Park",
        "State": "Arkansas"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -88,
          48
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "The largest island in Lake Superior is a place of isolation and wilderness. Along with its many shipwrecks, waterways, and hiking trails, the park also includes over 400 smaller islands within 4.5 miles (7.2 km) of its shores. There are only 20 mammal species on the entire island, though the relationship between its wolf and moose populations is especially unique.",
        "Image Link": "https://www.nps.gov/common/uploads/mwr/park/isro/8187AFA2-1DD8-B71B-0BBCF30AD72232D0/8187AFA2-1DD8-B71B-0BBCF30AD72232D0.jpg?width=960&height=480",
        "Name": "Isle Royale National Park",
        "National Park": "Isle Royale National Park",
        "State": "Michigan"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -88.54,
          48.11
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Experience the northwoods at remote Isle Royale National Park, located in northwestern Lake Superior. One of the least visited National Parks, Isle Royale is accessible only by boat or seaplane. The Park is home to moose, wolves, loons, beaver, fox, and other small mammals and birdlife. Lake Superior and the island's inland lakes offer excellent fishing and photographic sites for viewing prestine forest and waterways. Diving opportunities abound to many shipwrecks of Lake Superior.\n",
        "Image Link": "http://media.travelnetsolutions.com/5229f780342ea82932eff49e5ec457ef/large.jpg",
        "Name": "Rock Harbor",
        "National Park": "Isle Royale National Park",
        "State": "Michigan"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -88.45,
          48.16
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Scoville Point is the northeast tip of the peninsula ridge that houses Rock Harbor Lodge and visitor center. It is at the end of the 4.2-mile loop of Stoll Trail",
        "Image Link": "https://parksproject.files.wordpress.com/2014/03/img_4504.jpg",
        "Name": "Scoville Poin",
        "National Park": "Isle Royale National Park",
        "State": "Michigan"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -88.6,
          48.11
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Greenstone Ridge Trail is a 40-mile-long (64 km) hiking trail on Isle Royale, in Lake Superior, northern Michigan. The island is within Isle Royale National Park. There are no roads on the island, a wilderness area and national park, so the trail doubles as the primary means of land transportation across the island. ",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/4/43/ISROTobin.jpg",
        "Name": "Greenstone Ridge Trail",
        "National Park": "Isle Royale National Park",
        "State": "Michigan"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -115.9,
          33.8
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Covering large areas of the Colorado and Mojave Deserts and the Little San Bernardino Mountains, this exotic desert landscape is populated by vast stands of the famous Joshua tree. Great changes in elevation reveal starkly contrasting environments including bleached sand dunes, dry lakes, rugged mountains, and maze-like clusters of monzogranitemonoliths.",
        "Image Link": "http://www.national-park.com/wp-content/uploads/2016/04/Welcome-to-Joshua-Tree-National-Park.jpg",
        "Name": "Joshua Tree National Park",
        "National Park": "Joshua Tree National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -115.93,
          33.78
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Take the path from the parking lot between rock walls into Hidden Valley. After climbing over and through this gap in the rocks enclosing hidden valley, you will reach the sandy desert floor and come to a T-junction. Pick a direction and start along the loop.  Signs along the nature walk help visitors identify the park s plants and animals. The trail is mostly level, crossing through hard-packed sand, but does venture through some of the valley s interesting rock formations.",
        "Image Link": "https://thumbs.dreamstime.com/x/rocks-hidden-valley-joshua-tree-national-park-22522541.jpg",
        "Name": "Hidden Valley",
        "National Park": "Joshua Tree National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -116.19,
          33.92
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The trailhead is unmarked, but easy to locate. Look for the path heading west from the southwest corner of Keys View (if you are looking at the information panel about the San Andreas Fault, turn right and you will see the path headed uphill). There are a few switchbacks built into the trail, but mostly it is a straight shot up the rocky slope, climbing 400 feet over 0.3 miles to a crest in the ridge. This is the halfway point, and while the views from here are quite good, keep hiking west to Inspiration Peak, a highpoint in the Little San Bernardino Mountains with a vertical southern face.",
        "Image Link": "http://californiathroughmylens.com/wp-content/uploads/2014/10/Keys-View-10-640x426.jpg",
        "Name": "Keys View",
        "National Park": "Joshua Tree National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -115.93,
          33.92
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Cholla Cactus Garden is one of Joshua Tree National Park s true one-of-a-kind features. Located at the merger of the upper Mojave Desert and the lower Colorado Desert, this level quarter-mile loop provides access to an intense concentration of cholla cacti.",
        "Image Link": "https://media-cdn.tripadvisor.com/media/photo-s/01/ef/a9/c0/trail.jpg",
        "Name": "cholla cactus garden",
        "National Park": "Joshua Tree National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -116.06,
          33.99
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "It began long ago when rain drops accumulated in tiny depressions and started to erode the granite. As more rock eroded, more water accumulated, leading to more erosion until, as time passed, two hollowed-out eye sockets formed and the rock began to resemble a skull.",
        "Image Link": "https://npca.s3.amazonaws.com/images/8932/5f9b5197-ec8c-4845-94fe-4408c290a86d-banner.jpg?1445971238",
        "Name": "Skull Rock",
        "National Park": "Joshua Tree National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -155,
          58.5
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "This park on the Alaska Peninsula protects the Valley of Ten Thousand Smokes, an ash flow formed by the 1912 eruption of Novarupta, as well as Mount Katmai. Over 2,000 grizzly bears come here each year to catch spawning salmon. Other wildlife includes caribou, wolves, moose, and wolverines.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Katmai_Crater_1980.jpg/800px-Katmai_Crater_1980.jpg",
        "Name": "Katmai National Park",
        "National Park": "Katmai",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -155.791047,
          58.559146
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "From late June until late July, watch for sockeye (red) salmon jumping the falls and dominant male bears competing for fishing spots. Later in the summer and fall, a few bears may also fish at Brooks Falls. As many as 25 bears have been seen fishing at Brooks Falls at the same time.",
        "Image Link": "https://media-cdn.tripadvisor.com/media/photo-s/01/9c/ff/79/brooks-lodge.jpg",
        "Name": "Brooks Falls",
        "National Park": "Katmai",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -155.780566,
          58.554375
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "This river runs from Naknek Lake into Brooks Lake. It is well-known for bears and salmon. ",
        "Image Link": "https://www.nps.gov/katm/blogs/images/Brooks-Falls-in-mid-August-688-px.jpg",
        "Name": "Brooks River",
        "National Park": "Katmai",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -155.3853,
          58.3939
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Valley of Ten Thousand Smokes is a valley within Katmai National Park and Preserve in Alaska which is filled with ash flow from the eruption of Novarupta on June 6 8, 1912.",
        "Image Link": "http://images.nationalgeographic.com/wpf/media-live/photos/000/659/cache/valley-of-ten-thousand-smokes_65900_990x742.jpg",
        "Name": "Valley of Ten Thousand Smokes",
        "National Park": "Katmai",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -155.939523,
          58.602186
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Naknek Lake is a lake in southern Alaska, near the base of the Alaska Peninsula. Located in Katmai National Park and Preserve, the lake is 64 km (40 mi) long and 5 13 km (3 8 miles) wide, the largest lake in the park The lake drains west into Bristol Bay through the Naknek River.",
        "Image Link": "http://www.alaska-in-pictures.com/data/media/19/naknek-lake-katmai-national-park_1941.jpg",
        "Name": "Naknek Lake",
        "National Park": "Katmai",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -149.65,
          59.92
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": " Near Seward on the Kenai Peninsula, this park protects the Harding Icefield and at least 38 glaciers and fjords stemming from it. The only area accessible to the public by road is Exit Glacier; the rest must be viewed from boat tours.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/3/39/Kenai5.jpg",
        "Name": "Kenai Fjords National Park",
        "National Park": "Kenai Fjords",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -149.6494389,
          60.1782633
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Exit Glacier area is the only part of the park accessible by road. Here you can explore the trails, walk very close to an active glacier, or take a ranger-led walk.",
        "Image Link": "https://www.nps.gov/kefj/planyourvisit/images/KEFJ_2009_Fiona_Ritter-Davis_0002-688pix.jpg",
        "Name": "Exit Glacier",
        "National Park": "Kenai Fjords",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -150.035477,
          59.980022
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The 8.2-mile round trip Harding Icefield Trail is a spectacular day hike. Starting on the valley floor, the trail winds through cottonwood and alder forests, passes though heather filled meadows and ultimately climbs well above tree line to a breath-taking view of the Icefield. The top of the trail is a window to past ice ages - a horizon of ice and snow that stretches as far as the eye can see, broken only by an occasional nunatak, or lonely peak.\n ",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/a/ae/Harding_Icefield_Trail_Exit_Glacier.jpg",
        "Name": "Harding Icefield Trail",
        "National Park": "Kenai Fjords",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -149.329265,
          59.936473
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "A lush, mountainous isle in Resurrection Bay, Fox Island lies about 12 miles south of Seward.",
        "Image Link": "https://media-cdn.tripadvisor.com/media/photo-s/08/99/d0/e6/kenai-fjords-tours.jpg",
        "Name": "Fox Island",
        "National Park": "Kenai Fjords",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -149.788117,
          59.893048
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Pedersen Glacier is an outlet glacier of the Harding Icefield in Kenai Fjords National Park near Seward, Alaska. The glacier drops quickly from the plateau of the icefield through a pair of icefalls terminating 3.5 km in a lake at 25 meters.",
        "Image Link": "http://www.wildnatureimages.com/3000%20to%2010000/C6CT6549..jpg",
        "Name": "Pederson Glacier",
        "National Park": "Kenai Fjords",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -118.6,
          36.9
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Home to several giant sequoia groves and the General Grant Tree, the world's second largest, this park also features part of the Kings River, sculptor of the dramatic granite canyon that is its namesake, and the San Joaquin River, as well as Boyden Cave.",
        "Image Link": "http://www.travelaroundusa.com/uploads/2/4/0/0/24002860/490569804_orig.jpg",
        "Name": "Kings Canyon National Park",
        "National Park": "Kings Canyon National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -118.77,
          36.56
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Giant Forest, famed for its giant sequoia trees, is within Sequoia National Park. This montane forest, situated at over 6,000 feet (1,800 m) above mean sea level in the western Sierra Nevada of California, covers an area of 1,880 acres (7.6 km2). The Giant Forest is the most accessible of all giant sequoia groves, as it has over 40 miles (64 km) of hiking trails.",
        "Image Link": "http://d14dsi4x2zx6ql.cloudfront.net/files/styles/welcome_image/public/SEKI_2_SteveCalderaro_1280x642.jpg?itok=v1LLp1Bu",
        "Name": "Giant Forest",
        "National Park": "Kings Canyon National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -118.76,
          36.54
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Moro Rock is a granite dome rock formation in Sequoia National Park, California, USA. It is located in the center of the park, at the head of Moro Creek, between Giant Forest and Crescent Meadow. A stairway, designed by the National Park Service and built in the 1930s by the Civilian Conservation Corps, is cut into and poured onto the rock, so that visitors can hike to the top. The view from the rock encompasses much of the Park, including the Great Western Divide. Use of this trail is discouraged during thunderstorms and when it is snowing.",
        "Image Link": "http://www.redwoodhikes.com/SequoiaNP/Moro1.jpg",
        "Name": "Moro Rock",
        "National Park": "Kings Canyon National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -118.75,
          36.58
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "General Sherman is a giant sequoia (Sequoiadendron giganteum) tree located in the Giant Forest of Sequoia National Park in Tulare County, in the U.S. state of California. By volume, it is the largest known living single stem tree on Earth.\n\nWhile the General Sherman is the largest currently living tree, it is not the largest historically-recorded tree. The Crannell Creek Giant, a coast redwood (Sequoia sempervirens) near Trinidad, California, is estimated to have been 15 to 25% larger than the General Sherman tree by volume. The tree was cut down in the mid-1940s. Another larger coast redwood, near 90,000 cubic feet., the Lindsey Creek tree, was reported in a 1905 Humboldt Times Standard article.",
        "Image Link": "http://www.redwoodhikes.com/SequoiaNP/Congress2.jpg",
        "Name": "General Sherman Tree",
        "National Park": "Kings Canyon National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -118.976187,
          36.74769
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The General Grant tree, the second-largest sequoia in the world, is a 3,000-year-old wonder and the centerpiece of Grant Grove in Kings Canyon National Park.",
        "Image Link": "https://www.nps.gov/seki/learn/nature/images/Honorable-mention1_Sequoias_Scott-Toste_Grant-Tree-at-Sunset_1.jpg",
        "Name": "General Grant Tree Trail",
        "National Park": "Kings Canyon National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -159.2,
          67.4
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Kobuk Valley protects 61 miles (98 km) of the Kobuk River and three regions of sand dunes. Created by glaciers, the Great Kobuk, Little Kobuk, and Hunt River Sand Dunes can reach 100 feet (30 m) high and 100  F (38  C), and they are the largest dunes in the Arctic. Twice a year, half a million caribou migrate through the dunes and across river bluffs that expose well-preserved ice age fossils.",
        "Image Link": "http://o.aolcdn.com/os/mapquest/national-parks/photos/park-pano/kobuk-valley-national-park.jpg",
        "Name": "Kobuk Valley National Park",
        "National Park": "Kobuk Valley National Park",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -158.9,
          67.05
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Kobuk Valley National Park contains, not one but three active sand dunes: the Great Kobuk Sand Dunes, the Little Kobuk Sand Dunes and the Hunt River Dunes, that together cover 20,000 acres of land, but at one time covered as many as 200,000 acres immediately after the retreat of Pleistocene glaciation. The dunes were believed to have formed by the grinding action of glaciers and subsequent deposition of sand by glacial-outwash streams emptying into what was once a large lake in the Kobuk valley, some 150,000 years ago. The 25-square-km Great Kobuk Sand Dunes constitute the largest active sand dunes found in the Arctic.",
        "Image Link": "http://lh6.ggpht.com/-SQTeWZ1wwAQ/U65Ym2-oiaI/AAAAAAAAzhU/JQklUtbVzqc/great-kobuk-sand-dunes-5%25255B2%25255D.jpg?imgmax=800",
        "Name": "Kobuk Sand Dunes",
        "National Park": "Kobuk Valley National Park",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -159.68,
          67.58
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Baird Mountains rise sharply out of the lowland to impressive heights ranging from 2,500 feet to around 4,750 feet. Part of the Brooks Range they are largely made up of sedimentary rocks from the Paleozoic period and even older rocks which have been metamorphosed, thrust skywards and folded. Other rock types found include conglomerate, shale and sandstone, as well as some metamorphosed limestone.\n",
        "Image Link": "http://www.terragalleria.com/images/np-alaska/kova4414.jpeg",
        "Name": "Baird Mountains",
        "National Park": "Kobuk Valley National Park",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -154.3,
          60.4
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "The region around Lake Clark features four active volcanoes, including Mount Redoubt, as well as an abundance of rivers, glaciers, and waterfalls. Temperate rainforests, a tundra plateau, and three mountain ranges fill in the remaining landscape.",
        "Image Link": "http://o.aolcdn.com/os/mapquest/national-parks/photos/park-pano/lake-clark-national-park.jpg",
        "Name": "Lake Clark National Park",
        "National Park": "Lake Clark National Park",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -154.33,
          60.3
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Kijik area -- which includes Kijik Lake and the portion of the Kijik River that flows between the lake and Lake Clark -- holds great cultural importance. It is a National Historic Landmark and an Archeological District, one of only three areas in Alaska with both of these designations. Kijik is also considered a \"documented cultural landscape.\" Kijik National Historic Landmark contains more than a dozen archeological sites, including a village abandoned at the beginning of the 20th century. The sites are affiliated with the inland Dena'ina Athabascan people, who continue to live in the Lake Clark area.",
        "Image Link": "https://www.nps.gov/common/uploads/place/nri/20150805/20150805/F85288FE-B007-3F99-DC296E03EB3A475E/F85288FE-B007-3F99-DC296E03EB3A475E.jpg",
        "Name": "Kijik National Historic Landmark",
        "National Park": "Lake Clark National Park",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -154.59,
          60.293
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Kasna Creek Mining District encompasses a historic copper mining claim on the Alaska Peninsula of southwestern Alaska. The claim is located in the watershed of Kasna Creek, located on the south side of Kontrashibuna Lake, east of Port Alsworth, and was first staked in 1906 by men named Brooks and Hardenberg. They were reported in 1909 to have built a house and storage building near the mouth of the creek. Although never developed, the claim continued to be of interest to mining companies into the 1950s, and was excluded from the nearby Lake Clark National Park because of outstanding claims.The area was listed on the National Register of Historic Places in 2010.",
        "Image Link": "http://america.pink/MyThumb.php?file=images/1/0/0/6/2/3/9/en/1-ciezkowice.jpg&size=200",
        "Name": "Kasna Creek Mining District",
        "National Park": "Lake Clark National Park",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -68.21,
          44.3386
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Covering most of Mount Desert Island and other coastal features the tallest mountain on the Atlantic coast of the United States, granite peaks, ocean shoreline, woodlands, and lakes. There are freshwater, estuary, forest, and intertidal habitats.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Acadia_National_Park%2C_ME_%2816243110897%29.jpg/800px-Acadia_National_Park%2C_ME_%2816243110897%29.jpg",
        "Name": "Acadia National Park",
        "National Park": "Acadia",
        "State": "Maine"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -68.2246,
          44.3526
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Cadillac Mountain in Acadia National Park, at 1,530 feet (466 meters), is the highest point along the North Atlantic seaboard and the first place to view sunrise in the United States from October 7 through March 6. It is one of over 20 mountains on Mount Desert Island (MDI).",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Cadillac_Mountain.jpg/800px-Cadillac_Mountain.jpg",
        "Name": "Cadillac Mountain",
        "National Park": "Acadia",
        "State": "Maine"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -68.1907,
          44.321
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Thunder Hole is allows you to experience the sea clas with the rocky shores in Maine! The force of the waves against the rocks is like a distant thunder, explaining the name: Thunder Hole.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Thunder_hole.jpg/800px-Thunder_hole.jpg",
        "Name": "Thunder Hole",
        "National Park": "Acadia",
        "State": "Maine"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -68.0573,
          44.3366
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The peninsula has a rocky granite shoreline containing many volcanic dikes. The peninsula is home to the former United States Navy base, NGSA Winter Harbor, which has been converted into a National Park Service training center.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/2/22/Image-Schoodic2.jpg",
        "Name": "Schoodic Peninsula",
        "National Park": "Acadia",
        "State": "Maine"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -68.2358,
          44.3916
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Carriage Roads and stone bridges in Acadia National Park were financed and directed by philanthropist John D. Rockefeller, Jr., between 1913 and 1940, for hikers, bikers, horseback riders and carriages. The network includes 57 miles of woodland roads free of motor vehicles, of which 45 miles are within Acadia National Park.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/DUCK_BROOK_BRIDGE.jpg/800px-DUCK_BROOK_BRIDGE.jpg",
        "Name": "Carriage Roads and Bridges",
        "National Park": "Acadia",
        "State": "Maine"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -68.2519,
          44.3215
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Jordan Pond is a glacier formed tarn with a maximum water depth of 150 feet (46 m). There are steep inclines on the left and right sides (West and East). The water is exceptionally clear with an average visibility depth of 46 feet (14 m) but this has been measured as high as 60 feet (18 m), the most ever recorded in the State of Maine.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Jordan_Pond.jpg/800px-Jordan_Pond.jpg",
        "Name": "Jordan Pond",
        "National Park": "Acadia",
        "State": "Maine"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -170.6833,
          -14.2583
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "The southernmost national park is on three Samoan islands and protects coral reefs, rainforests, volcanic mountains, and white beaches. The area is also home to flying foxes, brown boobies, sea turtles, and 900 species of fish.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Ofu_Beach_NPS.jpg/800px-Ofu_Beach_NPS.jpg",
        "Name": "National Park of American Samoa",
        "National Park": "American Samoa",
        "State": "American Samoa"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -170.6881,
          -14.2646
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Journey along the three mile trail to the summit for amazing views of the island and harbor. ",
        "Image Link": "http://www.travelingshoe.com/photos/MountAlava11.jpg",
        "Name": "Mt. Alava",
        "National Park": "American Samoa",
        "State": "American Samoa"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -170.6713,
          -14.2386
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Vai'ava Strait is the name of a little-known strait located in American Samoa. Although little known, the strait is a National Natural Landmark. It is a great example of cliffs formed by waves (via erosion) on volcanic rock. The strait consists of communal lands. It was designated as a NNL in 1972.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/AmSamoa_Tutuila_491.jpg/800px-AmSamoa_Tutuila_491.jpg",
        "Name": "Vai'ava Strait",
        "National Park": "",
        "State": "American Samoa"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -169.6488,
          -14.1729
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Ofu is the western part of the volcanic outcrop of Ofu-Olosega Island. The main village of Ofu is located on the western shore, protected behind an offshore islet (eroded tuff cone) known as Nu'utele.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/AmSamoa_Ofu_160.JPG/800px-AmSamoa_Ofu_160.JPG",
        "Name": "Ofu Beach",
        "National Park": "",
        "State": "American Samoa"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -109.5925,
          38.7331
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "This site features more than 2,000 natural sandstone arches, including famous Delicate Arch. In a desert climate, millions of years of erosion have led to these structures, and the arid ground has life-sustaining soil crust and potholes, which serve as natural water-collecting basins. Other geologic formations are stone columns, spires, fins, and towers.",
        "Image Link": "https://npca.s3.amazonaws.com/images/8566/5a7c0399-3d5b-455e-97cd-40ca4bdb8296-wide.jpg?1445969608",
        "Name": "Arches National Park",
        "National Park": "Arches",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -109.4993,
          38.7435
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Delicate Arch is a 65-foot-tall (20 m) freestanding natural arch located in Arches National Park near Moab, Utah, USA. It is the most widely recognized landmark in Arches National Park and is depicted on Utah license plates and on a postage stamp commemorating Utah's centennial anniversary of admission to the Union in 1996.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Delicate_arch_sunset.jpg/800px-Delicate_arch_sunset.jpg",
        "Name": "Delicate Arch",
        "National Park": "Arches",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -109.5403,
          38.6915
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Double Arch is a close-set pair of natural arches, one of the more known features of Arches National Park in Utah, United States. From the Double Arch parking area it's a 0.5 mile (0.8 km) round trip to the arches. There are no guardrails or fences to prevent visitors from exploring directly beneath and through the arches.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/USA_10439_Arches_National_Park_Luca_Galuzzi_2007.jpg/800px-USA_10439_Arches_National_Park_Luca_Galuzzi_2007.jpg",
        "Name": "Double Arch",
        "National Park": "Arches",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -109.5617,
          38.7473
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Fiery Furnace is a collection of narrow sandstone canyons, fins and natural arches in Arches National Park in Utah, USA.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Arches_National_Park_aerial_Fiery_Furnace_%28cropped%29.jpg/743px-Arches_National_Park_aerial_Fiery_Furnace_%28cropped%29.jpg",
        "Name": "Fiery Furnace",
        "National Park": "Arches",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -102.3397,
          43.8554
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "The Badlands are a collection of buttes, pinnacles, spires, and prairies. It has the world's richest fossil beds from theOligocene epoch, and the wildlife includes bison, bighorn sheep, black-footed ferrets, and swift foxes.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/BadlandsView3.jpg/800px-BadlandsView3.jpg",
        "Name": "Badlands National Park",
        "National Park": "Badlands",
        "State": "South Dakota"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -101.9276,
          43.7606
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "You don t need glass to have a window. All you need is a large opening like the one found in Badlands Wall at the end of this short trail in Badlands National Park. Window Trail is a quarter mile round trip with just ten feet of elevation gain   an easy hike that is suitable for all.",
        "Image Link": "http://www.shannontech.com/ParkVision/Badlands/bl-080.jpg",
        "Name": "Window Trail",
        "National Park": "Badlands",
        "State": "South Dakota"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -102.0597,
          43.8012
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Badlands Loop State Scenic Byway (SD 240) may only be little ol' state two-lane road but this 31-mile stretch happens to pass through some of the most amazing buttes, cliffs and multi-colored spires of Badlands National Park. This makes Badlands Loop one of the most recognized in the county and consistently places it on \"Top Ten\" lists by many media outlets. ",
        "Image Link": "http://cdn.allblackhills.com/images/content/4007_5885_Badlands_National_Park_Loop_Road_md.jpg",
        "Name": "Loop Road",
        "National Park": "Badlands",
        "State": "South Dakota "
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -102.1989,
          43.8427
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Contrasting sharply with the whites, grays, and browns of the badlands pinnacles, the mounds viewed from here greet you with soft yet vivid yellows, reds, and purples.\n",
        "Image Link": "https://s-media-cache-ak0.pinimg.com/736x/2b/61/f3/2b61f3d6c9742231765a395f0cd9339e.jpg",
        "Name": "Yellow Mounds Overlook",
        "National Park": "Badlands",
        "State": "South Dakota"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -103.2425,
          29.1275
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Named for the prominent bend in the Rio border, this park encompasses a large and remote part of the Chihuahuan Desert. Its main attraction is backcountry recreation in the arid Chisos Mountains and in canyons along the river. A wide variety of Cretaceous and Tertiary fossils as well as cultural artifacts of Native Americans also exist within its borders",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Santa_Elena_Canyon.jpg/674px-Santa_Elena_Canyon.jpg",
        "Name": "Big Bend National Park",
        "National Park": "Big Bend",
        "State": "Texas"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -103.3012,
          29.2662
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Chisos Mountains are a mountain range located in the Big Bend area of West Texas, United States. The mountain range is contained entirely within the boundaries of Big Bend National Park. This is the only mountain range in the United States to be fully contained within the boundary of a national park",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Big_Bend_National_Park_PB112598.jpg/800px-Big_Bend_National_Park_PB112598.jpg",
        "Name": "Chisos Mountains",
        "National Park": "Big Bend",
        "State": "Texas"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -103.2767,
          29.2706
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Lost Dutchman's Gold Mine (also known by similar names) is, according to legend, a rich gold mine hidden in the southwestern United States. The location is generally believed to be in the Superstition Mountains, near Apache Junction, east of Phoenix, Arizona. There have been many stories about how to find the mine, and each year people search for the mine. Some have died on the search.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Weaversneedle.jpg/800px-Weaversneedle.jpg",
        "Name": "Lost Mine Trail",
        "National Park": "Big Bend",
        "State": "Texas"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -103.2916,
          29.2324
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The South Rim trail straddles the boundary between a backpack trail and a dayhike trail. At 12.6 miles it tends to fill up the better part of the day and leaves one quite drained at the end",
        "Image Link": "http://static.logbookexplorer.com/photos/35-SouthRimCliffs-large.jpg",
        "Name": "The South Rim Loops",
        "National Park": "Big Bend",
        "State": "Texas"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -103.6038,
          29.168
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Santa Elena Canyon, downstream, is the most popular overnight or three day trip, not only because the put-in and take-out are easily accessed by car, but because it is often considered the most dramatically beautiful. Santa Elena has the tallest cliffs forming the canyon wall up to 1,500 feet.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/35/Santa_Elena_Canyon.jpg/674px-Santa_Elena_Canyon.jpg",
        "Name": "Santa Elena Canyon",
        "National Park": "Big Bend",
        "State": "Texas ,"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -80.2083,
          25.4824
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Located in Biscayne Bay, this park at the north end of the four interrelated marine ecosystems: mangrove forest, the Bay, the Keys, and coral reefs. Threatened animals include the West Indian manatee, American crocodile, various sea turtles, and peregrine falcon.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Elkhorn_Coral_Biscayne_NP1.jpg/800px-Elkhorn_Coral_Biscayne_NP1.jpg",
        "Name": "Biscayne National Park",
        "National Park": "Biscayne",
        "State": "Florida"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -80.1745,
          25.5231
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Boca Chita Key is the island north of the upper Florida Keys in Biscayne National Park, Miami-Dade County, Florida. The key is located in Biscayne Bay, just north of Sands Key. An ornamental 65-foot lighthouse is present on the key.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Boca_Chita_Lighthouse.jpg/800px-Boca_Chita_Lighthouse.jpg",
        "Name": "Boca Chita Rey",
        "National Park": "Biscayne",
        "State": "Florida"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -80.2001,
          25.4397
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Elliott Key is the northernmost of the true Florida Keys (those 'keys' which are ancient coral reefs lifted above the present sea level), and the largest key north of Key Largo. It is located entirely within Biscayne National Park, in Miami-Dade County, Florida, east of Homestead, Florida",
        "Image Link": "http://images.fineartamerica.com/images-medium-large-5/elliott-key-patrick-m-lynch.jpg",
        "Name": "Elliot Key",
        "National Park": "Biscayne",
        "State": "Florida"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -80.2328,
          25.4001
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Adams Key is an island north of the upper Florida Keys in Biscayne National Park. It is in Miami-Dade County, Florida. It is located west of the southern tip of Elliott Key, on the north side of Caesar Creek in the lower part of Biscayne Bay. The key is only accessible by boat, and overnight docking is prohibited.",
        "Image Link": "https://s-media-cache-ak0.pinimg.com/736x/5c/35/b9/5c35b99e00118dffad981c893ef2c99c.jpg",
        "Name": "Adams Key",
        "National Park": "Biscayne",
        "State": "Florida"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -107.7416,
          38.5754
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "The park protects a quarter of the Gunnison River, which slices canyon walls from dark Precambrian-era rock. The canyon features incredibly steep descents, and is a popular site for river rafting and rock climbing. The deep, narrow canyon, made of gneiss and schist, is often in shadow and therefore appears black.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/2009-08-27-06625-00_USA_Colorado_347_BlackCanyonOfTheGunnison_NP_copy.jpg/320px-2009-08-27-06625-00_USA_Colorado_347_BlackCanyonOfTheGunnison_NP_copy.jpg",
        "Name": "Black Canyon of the Gunnison National Park",
        "National Park": "Black Canyon of the Gunnison",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -107.7006,
          38.565053
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Pulpit Rock offers excellent views to the South and East of Black Canyon.",
        "Image Link": "https://media-cdn.tripadvisor.com/media/photo-s/02/ba/51/4d/pulpit-rock-overlook.jpg",
        "Name": "Pulpit Rock Overlook",
        "National Park": "Black Canyon of the Gunnison",
        "State": "Utah "
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -107.7046,
          38.56
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "South Rim Campground is located approximately 6 miles north of the intersection of CO Highway 347 and U.S. Highway 50 east of Montrose, CO.",
        "Image Link": "http://i20.photobucket.com/albums/b226/vivid_one/big%20rides/Colorado%20Summer%202008/Gunnison%20NP%20and%20Mesa%20Verde%20NP/80208_CO_Black_Canyon_of_the_Gun-7.jpg",
        "Name": "South Rim Road",
        "National Park": "Black Canyon of the Gunnison",
        "State": "Utah  "
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -107.7101,
          38.5848
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The North Rim of the Black Canyon is far more scenic than the South Rim. The canyon seems wider, the views of the river are more expansive, and there are far less people. There is no way from the South Rim to North Rim without a long drive, however so be emotionally prepared for a little road butt.",
        "Image Link": "http://lh3.googleusercontent.com/-SqHJB0P2Zj8/VZab76Kn4UI/AAAAAAAAlR8/3P2fEAC3XoU/s1600-h/DSC02043%25255B3%25255D.jpg",
        "Name": "North Rim",
        "National Park": "Black Canyon of the Gunnison",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -107.7184,
          38.5808
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "",
        "Description": "Painted Wall on the north side of the canyon. It is the tallest sheer cliff in Colorado at 2,250 feet (690 m). Lighter-colored pegmatite dikes are clearly visible.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/26/Black_Canyon_Painted_Wall.JPG/800px-Black_Canyon_Painted_Wall.JPG",
        "Name": "Painted Wall",
        "National Park": "Black Canyon of the Gunnison",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -109.8787,
          38.3269
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "This landscape was eroded into a maze of canyons, buttes, and mesas by the combined efforts of the Colorado River,Green River, and their tributaries, which divide the park into three districts. There are rock pinnacles and other naturally sculpted rock formations, as well as artifacts from Ancient Pueblo peoples.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/2/2f/CanyonlandsNP_GreenRiverOverlook.jpg",
        "Name": "Canyonlands National Park",
        "National Park": "Canyonlands",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -109.8634,
          38.388
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Mesa Arch is a pothole arch in Canyonlands National Park, Utah. It features as one of the standard desktop backgrounds on Windows 7 in the Landscapes section.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Mesa_Arch%2C_Canyonlands.jpg/800px-Mesa_Arch%2C_Canyonlands.jpg",
        "Name": "Mesa Arch",
        "National Park": "Canyonlands",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -109.8677,
          38.3035
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Grand View Point is a famous vista on the edge of Island in the Sky mesa, in Canyonlands National Park. It offers panoramic views of the surrounding area.",
        "Image Link": "https://media-cdn.tripadvisor.com/media/photo-s/02/ff/b1/5f/grand-view-point-overlook.jpg",
        "Name": "Grand View Point Overlook",
        "National Park": "Canyonlands",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -109.7374,
          38.5011
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Dead Horse Point State Park is a state park of Utah in the United States, featuring a dramatic overlook of the Colorado River and Canyonlands National Park. The park covers 5,362 acres (2,170 ha) of high desert at an altitude of 5,900 feet (1,800 m).",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Dead_Horse_Point2.jpg/800px-Dead_Horse_Point2.jpg",
        "Name": "Dead Horse Point State Park",
        "National Park": "Canyonlands",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -111.2615,
          38.367
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "The park's Waterpocket Fold is a exhibits the earth's diverse geologic layers. Other natural features are monoliths, sandstone domes, and cliffs shaped like the United States Capitol.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Cassidy_Arch%2C_Capitol_Reef_National_Park.JPG/800px-Cassidy_Arch%2C_Capitol_Reef_National_Park.JPG",
        "Name": "Capitol Reef National Park",
        "National Park": "Capitol Reef",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -111.1098,
          37.868961
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Burr Trail takes the adventurous traveler into some of Utah's most beautiful and extraordinary country. Views of the Henry Mountains, the colorfully contorted Waterpocket Fold, red Circle Cliffs, and Long Canyon all await the traveler who wishes to drive this interesting back road. ",
        "Image Link": "http://boulderutah.com/wp-content/uploads/2014/05/burr-switch-backs.jpg",
        "Name": "Burr Trail",
        "National Park": "Capitol Reef",
        "State": "Utah "
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -111.2349,
          38.2897
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Just two miles east of the Capitol Reef visitor center, the trailhead to Hickman Bridge offers hikers an easy, spectacularly scenic trek up to a large natural arch. The trail is not particularly long or steep, but it provides access to some amazing sites, including the large arch itself, as well as a smaller arch, and a Fremont pit house ruin and nearby granary.",
        "Image Link": "http://climb-utah.com/Capitol/Files/hickman1.jpg",
        "Name": "The Hickman Bridge Trail",
        "National Park": "Capitol Reef",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -111.2468,
          38.2855
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Fruita is the best-known settlement in Capitol Reef National Park in Wayne County, Utah, United States. It is located at the confluence of Fremont River and Sulphur Creek.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Fruita_School_House%2C_Capital_Reef_National_Park.jpg/794px-Fruita_School_House%2C_Capital_Reef_National_Park.jpg",
        "Name": "Fruita",
        "National Park": "Capitol Reef",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -104.5567,
          32.1479
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Carlsbad Caverns has 117 caves, the longest of which is over 120 miles (190 km) long. The Big Room is almost 4,000 feet (1,200 m) long, and the caves are home to over 400,000 Mexican free-tailed bats and sixteen other species. Above ground are the Chihuahuan Desert and Rattlesnake Springs.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/d/dd/Carlsbad_Interior_Formations.jpg",
        "Name": "Carlsbad Caverns National Park",
        "National Park": "Carlsbad Caverns",
        "State": "New Mexico"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -104.5567,
          32.1479
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "This circular route passes many large and famous features including Bottomless Pit, Giant Dome, and Rock of Ages and Painted Grotto",
        "Image Link": "http://www.asergeev.com/pictures/archives/2007/607/jpeg/20.jpg",
        "Name": "Big Room",
        "National Park": "Carlsbad Caverns",
        "State": "New Mexico"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -104.5567,
          32.1479
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "These four highly decorated chambers will take you into the deepest portion of the cavern open to the public, 830 feet beneath the desert surface.",
        "Image Link": "https://i.ytimg.com/vi/RvyYGHpgX-Y/maxresdefault.jpg",
        "Name": "Kings Palace",
        "National Park": "Carlsbad Caverns",
        "State": "New Mexico"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -104.5567,
          32.1479
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Lion's Tail is an  unusual formation that resembles the tail of a lion in Carlsbad Caverns.",
        "Image Link": "http://www.americansouthwest.net/new_mexico/photographs700/carlsbad10.jpg",
        "Name": "Lions Tail",
        "National Park": "Carlsbad Caverns",
        "State": "New Mexico"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -119.7692,
          33.9961
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Five of the eight Channel Islands are protected, and half of the is underwater. The islands have a unique Mediterranean ecosystem originally settled by the Chumash people. They are home to over 2,000 species of land plants and animals, and 145 are unique to them, including the island fox. Professional ferry services offer transportation to the islands from the mainland.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/8/86/Channel_Islands_National_Park.jpg",
        "Name": "Channel Islands National Park",
        "National Park": "Channel Islands",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -119.9851,
          33.9816
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Santa Rosa Island is the second largest of the Channel Islands of California at 53,195 acres (215.27 km2 or 83.118 sq mi). Santa Rosa is located about 26 miles (42 km) off the coast of Santa Barbara, California in Santa Barbara County and is part of Channel Islands National Park.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/69/Torrey_Pine_Grove.jpg/800px-Torrey_Pine_Grove.jpg",
        "Name": "Santa Rosa Island, Bechers Bay Point",
        "National Park": "Channel Islands",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -119.3908,
          34.0044
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Anacapa Island is a small volcanic island located about 11 miles (18 km) off the coast of Port Hueneme, California, in Ventura County. The island is composed of a series of narrow islets 6 mi (10 km) long, oriented generally east-west and 5 mi (8 km) east of Santa Cruz Island. The three main islets, East, Middle and West Anacapa, are collectively known as \"The Anacapas\" by some authors. All three islets have precipitous cliffs, dropping off steeply into the sea.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Anacapa_Island_aerial_view.jpg/480px-Anacapa_Island_aerial_view.jpg",
        "Name": "Anacapa Island",
        "National Park": "Channel Islands",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -119.2656,
          34.2432
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Venture through the Sea Caves by kayak for a truly captivating experience.",
        "Image Link": "http://static-myyosemitepark.s3.amazonaws.com/wp-content/uploads/2014/01/Island-Packers-Sea-Cave_DougMangum_680x392.jpg",
        "Name": "The Sea Caves",
        "National Park": "Channel Islands",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -80.7711,
          33.795
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "On the Congaree River, this park is the largest portion growth floodplain forest left in North America. Some of the trees are the tallest in the Eastern US. An elevated walkway called the Boardwalk Loop guides visitors through the swamp.",
        "Image Link": "http://cdn.mntm.me/57/dc/49/Congaree_National_Park-Congaree_National_Park-South_Carolina-57dc495a70a8402c90cce73b9877ba46_c.jpg",
        "Name": "Congaree National Park",
        "National Park": "Congaree",
        "State": "South Carolina"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -80.7834,
          33.7834
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The 2.4 mile boardwalk is an excellent introduction to the park.The flat surface is accessible and provides a leisurely way to experience the Congaree wilderness.",
        "Image Link": "https://c1.staticflickr.com/3/2084/5798379982_d4b17cba69_b.jpg",
        "Name": "Boardwalk Trail",
        "National Park": "Congaree",
        "State": "South Carolina"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -80.8203,
          33.822
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Weston Lake Loop Trail is a 4.6 mile moderately trafficked loop trail located near Hopkins, SC that features a lake and is good for all skill levels. The trail is primarily used for hiking, walking, nature trips, and birding and is accessible year-round.\n",
        "Image Link": "http://s-c-photography.com/wp-content/uploads/2015/04/6R8C0057.jpg",
        "Name": "Weston Lake Loop Trail",
        "National Park": "Congaree",
        "State": "South Carolina"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -80.7863,
          33.782807
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Congaree River Blue Trail is a 50-mile designated recreational paddling trail, extending from the state capital of Columbia, downstream to Congaree National Park. ",
        "Image Link": "http://www.bluetrailsguide.org/wp-content/uploads/sites/6/2014/06/Sandbar_Steven-McNamara.jpg?61cc22",
        "Name": "Congaree Blue River Trail",
        "National Park": "Congaree",
        "State": "South Carolina "
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -122.1685,
          42.8684
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Crater Lake lies in the caldera of an ancient volcano Mazama that collapsed 7,700 years ago. It is the deepest lake in the United States and is famous for its vivid blue color and water clarity. There are two more recent volcanic islands in the lake, and, with no inlets or outlets, all water comes through precipitation.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/b/b5/Crater_lake_oregon.jpg",
        "Name": "Crater Lake National Park",
        "National Park": "Crater Lake",
        "State": "Oregon"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -122.0723,
          42.9128
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Rim Drive is a scenic highway in Crater Lake National Park in southern Oregon. It is a 33-mile (53 km) loop that follows the caldera rim around Crater Lake. Because of its unique engineering and the surrounding park landscape, the drive was listed as a historic district on the National Register of Historic Places in 2008.",
        "Image Link": "https://media-cdn.tripadvisor.com/media/photo-s/02/ed/a5/4b/rim-drive.jpg",
        "Name": "Rim Drive",
        "National Park": "Crater Lake",
        "State": "Oregon"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -122.0782,
          42.9753
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The only legal access to the shore of Crater Lake, this is a strenuous and steep switchback trail with a steep grade (11%). The trail descends to a rocky shoreline at Cleetwood Cove.",
        "Image Link": "http://images.familyvacationcritic.com/attractions/40e2277370384e11be2a5e41e01fedd5.jpg",
        "Name": "Cleetwood Cove Trail",
        "National Park": "Crater Lake",
        "State": "Oregon"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -122.4345,
          43.2592
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Toketee Falls is a waterfall in Douglas County, Oregon, United States, on the North Umpqua River at its confluence with the Clearwater River. It is located approximately 58 miles (93 km) east of Roseburg near Oregon Route 138.\n\n",
        "Image Link": "http://edgewaterinns.com/wp-content/uploads/2015/08/toketee-fallsoregon-free-nature-wallpaper.jpg",
        "Name": "Toketee Falls",
        "National Park": "Crater Lake",
        "State": "Oregon"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -81.5678,
          41.2808
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "This park along the Cuyahoga River has waterfalls, hills, trails, on early rural living. The Ohio and Erie Canal Towpath Trail follows the Ohio and Erie Canal, where mules towed canal boats. The park has numerous historic homes, bridges, and structures, and also offers a scenic train ride.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7c/OhioErieCanalLock.JPG/800px-OhioErieCanalLock.JPG",
        "Name": "Cuyahoga Valley National Park",
        "National Park": "Cuyahoga Valley",
        "State": "Ohio"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -81.5796,
          41.1878
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Beaver Marsh, located along the Ohio & Erie Canal Towpath Trail north of Ira Trailhead, is a favorite location for watching wetland birds and other wildlife.",
        "Image Link": "https://photos.smugmug.com/Portfolio/Ohio-Parks-and-Gardens/Cuyahoga-Valley-National-Park/Beaver-Marsh/Beaver-Marsh-762007/i-hC2RLfK/1/M/BeaverMarsh%2006572490-M.jpg",
        "Name": "Beaver Marsh",
        "National Park": "Cuyahoga Valley",
        "State": "Ohio"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -81.5601,
          41.2869
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Brandywine Creek is a tributary of the Cuyahoga River that is partly contained in Cuyahoga Valley National Park in Ohio.The river runs into the Cuyahoga River in Sagamore Hills Township near the now-abandoned Jaite Paper Mill. Discharge volume is extremely seasonal, usually a few cubic feet per second, and peaking at several hundred cubic feet per second under flood conditions.",
        "Image Link": "http://www.gmurrayphoto.com/wp-content/uploads/2014/06/brandywine-3.jpg",
        "Name": "Brandywine Falls",
        "National Park": "Cuyahoga Valley",
        "State": "Ohio"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -81.5833,
          41.2041
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Everett Covered Bridge, which crosses Furnace Run, is the only remaining covered bridge in Summit County. But in the 19th century, it was one of over 2,000 in Ohio, the state that led the nation in covered-bridge construction.",
        "Image Link": "https://www.nps.gov/cuva/learn/historyculture/images/CVNP_295799_2.jpg",
        "Name": "Everette Covered Bridge",
        "National Park": "Cuyahoga Valley",
        "State": "Ohio"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -117.0794,
          36.5054
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Death Valley is the hottest, lowest, and driest place in the United Daytime temperatures have topped 130  F (54  C) and it is home to Badwater Basin, the lowest elevation in North America. A diversity of colorful canyons, desolate badlands, shifting sand dunes, sprawling mountains, and over 1000 species of plants populate this geologic graben.Additional points of interest include salt flats, historic mines, and springs.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Mesquite_Sand_Dunes_in_Death_Valley.jpg/800px-Mesquite_Sand_Dunes_in_Death_Valley.jpg",
        "Name": "Death Valley National Park",
        "National Park": "Death Valley",
        "State": "California, Nevada"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -116.7256,
          36.221
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Dante's View is a viewpoint terrace at 1,669 m (5,476 ft) height, on the north side of Coffin Peak, along the crest of the Black Mountains, overlooking Death Valley. Dante's View is about 25 km (16 mi) south of Furnace Creek in Death Valley National Park.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Death_Valley%2C19820817%2CDante%27s_View%2CSalt_shoreline.jpg/800px-Death_Valley%2C19820817%2CDante%27s_View%2CSalt_shoreline.jpg",
        "Name": "Dantes View",
        "National Park": "Death Valley",
        "State": "California, Nevada"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -116.8124,
          36.42
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Zabriskie Point is a part of Amargosa Range located east of Death Valley in Death Valley National Park in California, United States noted for its erosional landscape. It is composed of sediments from Furnace Creek Lake, which dried up 5 million years ago long before Death Valley came into existence.",
        "Image Link": "http://www.placestoseeinyourlifetime.com/wp-content/uploads/2014/07/Zabriskie-Point-Photo-by-Greg-Boratyn.jpg",
        "Name": "Zabriskie Point",
        "National Park": "Death Valley",
        "State": "California, Nevada"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -116.7663,
          36.2286
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "adwater Basin is an endorheic basin in Death Valley National Park, Death Valley, Inyo County, California, noted as the lowest point in North America, with an elevation of 282 ft (86 m) below sea level. Mount Whitney, the highest point in the contiguous 48 United States, is only 84.6 miles (136 km) to the north west. The site itself consists of a small spring-fed pool of \"bad water\" next to the road in a sink; the accumulated salts of the surrounding basin make it undrinkable, thus giving it the name. The pool does have animal and plant life, including pickleweed, aquatic insects, and the Badwater snail.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Badwater_Basin_from_Dante%27s_View_Overlook.JPG/800px-Badwater_Basin_from_Dante%27s_View_Overlook.JPG",
        "Name": "Badwater Basin",
        "National Park": "Death Valley",
        "State": "California, Nevada"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -151.1926,
          64.1147
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Centered on Denali, the tallest mountain in North America, Denali is serviced by single road leading to Wonder Lake. Denali and other peaks of the Alaska Range are covered with long glaciers and boreal forest. Wildlife includes grizzly bears, Dall sheep, caribou, and gray wolves.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Mount_McKinley_and_Denali_National_Park_Road_2048px.jpg/800px-Mount_McKinley_and_Denali_National_Park_Road_2048px.jpg",
        "Name": "Denali National Park",
        "National Park": "Denali",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -149.8997,
          63.527
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The single road within Denali National Park",
        "Image Link": "https://upload.wikimedia.org/wikipedia/en/thumb/e/ea/DenaliNationalPark.JPG/800px-DenaliNationalPark.JPG",
        "Name": "Park Road",
        "National Park": "Denali",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -149.3063,
          63.712425
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "This loop travels along either side of Savage River as it carves a canyon between Mount Margaret, to the west, and Healy Ridge, to the east. The trail goes nearly 1 mile before crossing the river with a bridge, and returning to the same parking area. ",
        "Image Link": "http://www.alaska.org/photos/gallery3/var/albums/Trails/Savage-River-Loop-Trail/General.jpg?m=1420760991",
        "Name": "Savage River Loop Trail",
        "National Park": "Denali",
        "State": "Alaska "
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -149.0065,
          63.7726
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Mount Healy is a ridge system that runs east-west and reaches elevations of up to 6,000 feet. The top of the ridge is mostly loose rock with jagged peaks and spires. The topography is very steep with ridge tops and narrow rocky creek bottoms providing the main travel routes through the unit. ",
        "Image Link": "http://cdn.mntm.me/5f/00/f4/sign-Denali_National_Park-Alaska-5f00f4032ef949339eeb27148f2f0601_c.jpg",
        "Name": "Mt. Healy Overlook",
        "National Park": "Denali",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -82.8732,
          24.6285
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "The islands of the Dry Tortugas, at the westernmost end of the Keys, are the site of Fort Jefferson, a Civil War-era fort that is the largest masonry structure in the Western Hemisphere. With most of the park being remote ocean, it is home to undisturbed coral reefs and shipwrecks and is only accessible by plane or boat.",
        "Image Link": "http://static.thousandwonders.net/Dry.Tortugas.National.Park.original.1616.jpg",
        "Name": "Dry Tortugas National Park",
        "National Park": "Dry Tortugas",
        "State": "Florida"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -82.874,
          24.6285
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Fort Jefferson is a massive but unfinished coastal fortress. It is the largest masonry structure in the Americas, and is composed of over 16 million bricks. The Dry Tortugas are part of Monroe County, Florida, United States. The fort is located on Garden Key in the lower Florida Keys within the Dry Tortugas National Park, about 70 miles (110 km) west of the island of Key West.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Fort-Jefferson_Dry-Tortugas.jpg/800px-Fort-Jefferson_Dry-Tortugas.jpg",
        "Name": "Fort Jefferson",
        "National Park": "Dry Tortugas",
        "State": "Florida"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -82.9362,
          24.6123
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Tortugas Banks are coral reefs that developed on a foundation of Pleistocene karst limestone at depths of 20 to 40 m. The banks are extensive with low coral diversity, but high coral cover. The most conspicuous coral is Montastraea cavernosa, and black coral (Antipatharia) are common on the outer bank edges. The banks are also used by groupers and snappers that support a major fishery. The banks lie within the Florida Keys National Marine Sanctuary.",
        "Image Link": "https://media-cdn.tripadvisor.com/media/photo-s/02/06/8f/da/bait-fish.jpg",
        "Name": "Tortugas Banks",
        "National Park": "Dry Tortugas",
        "State": "Florida"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -82.8723,
          24.6281
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Garden Key Light, also known as the Tortuga Harbor Light, is located at Fort Jefferson, on Garden Key in the Dry Tortugas, Florida. The first lighthouse, started in 1824 and first lit in 1826, was a brick conical tower. The lighthouse and its outbuildings were the only structures on Garden Key until construction started on Fort Jefferson in 1846. Construction continued until 1861, but the fort was never completed.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/en/7/7e/Garden_Key_Light_at_sunset.jpg",
        "Name": "Garden Key Lighthouse",
        "National Park": "Dry Tortugas",
        "State": "Florida"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -80.8987,
          25.2866
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "The Everglades are the largest tropical wilderness in the United States. This mangrove and tropical rainforest ecosystem and marine estuary is home to 36 protected species, including the Florida panther, American crocodile, and West Indian manatee. Some areas have been drained and developed; restoration projects aim to restore the ecology.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Everglades_National_Park_cypress.jpg/800px-Everglades_National_Park_cypress.jpg",
        "Name": "Everglades National Park",
        "National Park": "Everglades",
        "State": "Florida"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -80.6072,
          25.3827
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Anhinga Trail is a short trail (about 0.4 miles) in the Everglades National Park. Located 4 miles from the park entrance, it starts at the Royal Palm Visitor Center. The trail is a paved walkway and a boardwalk over Taylor Slough, a freshwater sawgrass marsh. Abundant wildlife is visible from the trail, including alligators, turtles, anhingas, herons, and egrets. it is one of the most popular trails in the Park. On November 5, 1996, it was added to the U.S. National Register of Historic Places.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Anhinga_Trail_boardwalk.JPG/1024px-Anhinga_Trail_boardwalk.JPG",
        "Name": "Anhinga Trail",
        "National Park": "Everglades",
        "State": "Florida"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -80.7653,
          25.7569
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Shark Valley is a geological depression at the head of the Shark River Slough in far western Miami-Dade County, Florida, United States. It is currently part of Everglades National Park. Shark Valley empties into Shark River in the Ten Thousand Islands of Monroe County. Shark Valley characteristically includes sawgrass prairie that floods during the rainy season, hence the name \"river of grass\" Pa-Hay-Okee, from the Mikasuki language for such marshes in the Everglades.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Shark_Valley_Tower.jpg/800px-Shark_Valley_Tower.jpg",
        "Name": "Shark Valley",
        "National Park": "Everglades",
        "State": "Florida"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -80.9873,
          25.7574
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Tamiami Trail is the southernmost 275 miles (443 km) of U.S. Highway 41 (US 41) from Florida State Road 60 (SR 60) in Tampa to US 1 in Miami. A portion of the road also has the hidden designation of State Road 90 (SR 90). The 275-mile (443 km) north south section (hidden SR 45) extends to Naples, whereupon it becomes an east west road (hidden SR 90) crossing the Everglades (and forming part of the northern border of Everglades National Park). It becomes Southwest Eighth Street in Miami-Dade County, famous as Calle Ocho in the Little Havana section of Miami, before ending east of Miami Avenue at Brickell Avenue in Brickell, Downtown Miami.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Tamiamitrail.jpg/1024px-Tamiamitrail.jpg",
        "Name": "Tamiami Trail",
        "National Park": "Everglades",
        "State": "Florida"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -121.75,
          46
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Ascending to 14,410 feet above sea level, Mount Rainier stands as an icon in the Washington landscape. An active volcano, Mount Rainier is the most glaciated peak in the contiguous U.S.A., spawning six major rivers.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/3/32/Mount_Rainier_from_above_Myrtle_Falls_in_August.JPG",
        "Name": "Mount Rainier National Park",
        "National Park": "Mount Rainier National Park",
        "State": "Washington"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -121.760409,
          46.853832
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Mount Rainier is the highest mountain of the Cascade Range of the Pacific Northwest, and the highest mountain in the U.S. state of Washington.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/a/a2/Mount_Rainier_from_the_Silver_Queen_Peak.jpg",
        "Name": "Mount Rainier",
        "National Park": "Mount Rainier National Park",
        "State": "Washington"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -121.557501,
          46.758332
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Grove of the Patriarchs is an old-growth forested grove, accessible by an easy hike. ",
        "Image Link": "https://www.nps.gov/mora/planyourvisit/images/oldgrowth-ohanapecosh.jpg",
        "Name": "Grove of the Patriarchs ",
        "National Park": "Mount Rainier National Park",
        "State": "Washington"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -121.734974,
          46.788719
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Paradise is the name of an area at approximately 5,400 feet (1,600 m) on the south slope of Mount Rainier in Mount Rainier National Park in Washington, United States. Paradise offers views of Mount Rainier and the Tatoosh Range. ",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/a/a2/Paradise_River_8217.JPG",
        "Name": "Paradise Valley",
        "National Park": "Mount Rainier National Park",
        "State": "Washington"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -121.746325,
          46.775576
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Narada Falls is a waterfall in Mount Rainier National Park, in the U.S. state ofWashington. It is said to be the most popular, because the Mount Rainier Highway crosses the falls between its two tiers.",
        "Image Link": "http://www.worldwaterfalldatabase.com/pictures/Narada_Falls_WA_753.jpg",
        "Name": "Narada Falls",
        "National Park": "Mount Rainier National Park",
        "State": "Washington"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -121.564544,
          46.737056
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The trail explores the rim of the deep chasm of Box Canyon before swinging out through the forest for a woodland ramble into the Nickel Creek valley along this short section of the Wonderland Trail.",
        "Image Link": "http://www.wta.org/site_images/hikes/photo1_large.jpeg-19/@@images/b6e883c5-b54b-4c60-9a47-f6736176a89d.jpeg",
        "Name": "Box Canyon Loop",
        "National Park": "Mount Rainier National Park",
        "State": "Washington"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -121.298588,
          48.772107
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "This complex encompasses two units of the national park itself as well as the Ross Lakeand Lake Chelan National Recreation Areas. The highly glaciated mountains are spectacular examples of Cascade geology; popular hiking and climbing areas include Cascade Pass, Mount Shuksan, Mount Triumph, and Eldorado Peak.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Thornton_Lakes_25932.JPG",
        "Name": "North Cascades National Park",
        "National Park": "North Cascades",
        "State": "Washington"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -120.655,
          48.523333
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "This trail is paved to a lookout on a ledge overlooking Liberty Bell Mountain.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/a/a8/Washington_Pass_and_Liberty_Bell_Mountain.JPG",
        "Name": "Washington Pass",
        "National Park": "North Cascades",
        "State": "Washington"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -120.657881,
          48.515415
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Liberty Bell Mountain is located in the North Cascades, approximately one mile south of Washington Pass on the North Cascades Highway. Liberty Bell is the most northern Spire of the Liberty Bell Group, a group of spires which also includes Concord Tower, Lexington Tower, North Early Winters Spire, and South Early Winters Spire",
        "Image Link": "http://images.summitpost.org/original/23186.jpg",
        "Name": "Liberty Bell Mountain",
        "National Park": "North Cascades",
        "State": "Washington"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -120.7354,
          48.5162
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Maple Pass features ridgelines blanketed in wildflowers in summer, lakes ringed with golden larches in fall, and before the highway closes for the season, a dramatic place to experience early winter's snows.",
        "Image Link": "http://www.wta.org/site_images/hikes/lake-ann-stephen-alvarado.jpg/@@images/18533bcb-0436-460b-84d7-b33c3c8b0f28.jpeg",
        "Name": "Maple Pass Loop",
        "National Park": "North Cascades",
        "State": "Washington"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -121.242,
          48.6749
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Located behind the Gorge Powerhouse in Newhalem, Ladder Creek Falls offers a refreshing woodland retreat with exotic flora and close-up views of the third tier of this spectacular waterfall.",
        "Image Link": "http://www.wta.org/site_images/hikes/ladder-creek-falls.jpg/@@images/183185f3-a025-49d4-af9d-240ca5d939ea.jpeg",
        "Name": "Ladder Creek Falls",
        "National Park": "North Cascades",
        "State": "Washington"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -121.6861,
          48.8511
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Enjoy up-close, breathtaking views of Mount Shuksan's west face, along with views of Fisher Chimney, the upper and lower Curtiss Glacier, as well as Mount Baker from the trail to Lake Ann. ",
        "Image Link": "http://res.cloudinary.com/sagacity/image/upload/c_crop,h_1944,w_2592,x_0,y_0/c_scale,w_1080/v1409011590/DSC02369_s3wxav.jpg",
        "Name": "Lake Ann",
        "National Park": "North Cascades",
        "State": "Washington"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -123.5,
          47.97
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Situated on the Olympic Peninsula, this park straddles a diversity of ecosystems from Pacific shoreline to temperate rainforests to the alpine slopes of Mount Olympus. The scenic Olympic Mountains overlook the Hoh Rain Forest and Quinault Rain Forest, the wettest area in the continental United States.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/b/b9/Acer_macrophyllum_in_Hoh_Rain_Forest.jpg",
        "Name": "Olympic National Park",
        "National Park": "Olympic National Park",
        "State": "Washington"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -124.6382,
          47.9211
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Rialto Beach is a magnificent beach with scenic views of off shore islands to the south and sea stacks to the north. There are tidepools two miles north of Rialto Beach, at Hole-in-the-Wall and just east of La Push on Second Beach. Any of these locations are great for observing sea stars, anemones and sea urchins.",
        "Image Link": "http://www.wta.org/site_images/hikes/rialto-beach_ilona-berzups.jpeg/@@images/f7c46f48-3dfa-4c13-a9e3-eb442e10ac82.jpeg",
        "Name": "Rialto Beach",
        "National Park": "Olympic National Park",
        "State": "Washington"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -123.83,
          48.06
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "This deep, clear, glacially carved lake is surrounded by old-growth forest and is home to two endemic fish species. The Spruce Railroad Trail, Pyramid Peak, Storm King and the popular half mile hike to Marymere Falls are accessed from this area. Lake Crescent is a favorite area for swimming, kayaking and picnicking.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/en/9/93/Lake_Crescent_from_Pyramid_Peak.JPG",
        "Name": "Lake Crescent",
        "National Park": "Olympic National Park",
        "State": "Washington"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -123.498333,
          47.969194
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "\"The Ridge\" is one of the most accessible mountain destinations in Olympic National Park. It is a great location for enjoying scenic vistas, photographing wildflowers or taking a day hike. From Hurricane Ridge you can access the Hurricane Hill and Klahhane Ridge trails, as well as trails to the Elwha Valley.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/2/21/Hurricane_Ridge_snow.jpg",
        "Name": "Hurricane Ridge",
        "National Park": "Olympic National Park",
        "State": "Washington"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -123.066722,
          47.809972
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Olympic National Forest is a U.S. National Forest located in Washington, USA. With an area of 628,115 acres, it nearly surrounds Olympic National Park and the Olympic Mountain range.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/f/f3/Mount_Zion_-_west_slope%2C_Olympic_National_Forest.jpg",
        "Name": "Olympic National Forest",
        "National Park": "Olympic National Park",
        "State": "Washington"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -123.924667,
          47.861444
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Throughout the winter season, rain falls frequently in the Hoh Rain Forest, contributing to the yearly total of 140 to 170 inches of precipitation each year. The result is a lush, green canopy of both coniferous and deciduous species. Mosses and ferns that blanket the surfaces add another dimension to the enchantment of the rainforest.",
        "Image Link": "https://www.nps.gov/olym/planyourvisit/images/KIC3213-Rain-Forest-Landscape-Hoh-Rain-Forest-Olympic-NP-Washington.jpg",
        "Name": "Hoh Rain Forest",
        "National Park": "Olympic National Park",
        "State": "Washington"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -109.78,
          35.07
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Petrified Forest National Park is a United States national park in Navajo and Apache counties in northeastern Arizona. Named for its large deposits of petrified wood, the fee area of the park covers about 170 square miles (440 square kilometers), encompassing semi-desert shrub steppe as well as highly eroded and colorful badlands.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/6/6f/PAINTED_DESERT_BADLANDS.jpg",
        "Name": "Petrified Forest National Park",
        "National Park": "Petrified Forest National Park",
        "State": "Arizona"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -110.083889,
          35.500278
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Painted Desert is a United States desert of badlands in the Four Corners area running from near the east end of the Grand Canyon National Park southeast into the Petrified Forest National Park. The Painted Desert is known for its brilliant and varied colors, that not only include the more common red rock, but even shades of lavender.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/6/60/Painteddesert1.JPG",
        "Name": "Painted Desert",
        "National Park": "Petrified Forest National Park",
        "State": "Arizona"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -109.757125,
          34.946343
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Blue Mesa Trail winds through some of Petrified Forest National Park's most visually stunning badland formations. Blue, grey, white, lavender and green striated mounds, cones, buttes and fins rise sharply above an otherwise flat and barren landscape.",
        "Image Link": "http://www.scenicusa.net/images/SP13BlueMesaPD.jpg",
        "Name": "Blue Mesa",
        "National Park": "Petrified Forest National Park",
        "State": "Arizona"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -109.791261,
          34.871075
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Crystal Forest Trail loops through rolling grasslands and badland formations highlighted by a stunning collection of petrified wood",
        "Image Link": "http://www.protrails.com/protrails/trails/Painted%20-%20crystal%20-%20battle%20ship%201.jpg",
        "Name": "Crystal Forest Loop",
        "National Park": "Petrified Forest National Park",
        "State": "Arizona"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -109.798872,
          34.965737
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The archeological site known as Newspaper Rock is neither a newspaper nor a single rock. The site boasts over 650 petroglyphs covering a group of rockfaces within a small area.",
        "Image Link": "https://www.nps.gov/pefo/learn/historyculture/images/Newspaper-Rock.jpg",
        "Name": "Newspaper Rock",
        "National Park": "Petrified Forest National Park",
        "State": "Arizona"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -109.860301,
          34.845639
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Rainbow Forest is located at the south end of the park. This section is abundant and dense with petrified logs",
        "Image Link": "http://www.arizona-leisure.com/gfx/pf-cross-section.jpg",
        "Name": "Rainbow Forest",
        "National Park": "Petrified Forest National Park",
        "State": "Arizona"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -121.16,
          36.48
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Pinnacles National Park is a U.S. National Park protecting a mountainous area located east of the Salinas Valley in Central California. The park's namesakes are the eroded leftovers of the western half of an extinct volcano that has moved 200 miles (320 km) from its original location on the San Andreas Fault, embedded in a portion of the California Pacific Coast Ranges.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/1/1f/PinnaclesParkView.jpg",
        "Name": "Pinnacles National Park",
        "National Park": "Pinnacles National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -121.180266,
          36.480593
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Bear Gulch Cave provides a home to a colony of Townsend's big-eared bats as they rest there in winter and raise their young in the late spring and summer.",
        "Image Link": "https://lrzx641zf4f141zb9342prt6-wpengine.netdna-ssl.com/wp-content/uploads/2016/04/bear-gulch-cave-trail-pinnacles-national-park.jpg",
        "Name": "Bear Gulch Cave",
        "National Park": "Pinnacles National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -124,
          41.3
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Established in 1968, Redwood National Park is located in northernmost coastal California, and is home to some of the world's tallest trees: old-growth coast redwoods. These magnificent trees can live to be 2,000 years old and grow to over 300 feet tall.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/d/de/Redwood_National_Park%2C_fog_in_the_forest.jpg",
        "Name": "Redwood National Park",
        "National Park": "Redwood National Park",
        "State": "Califronia"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -124.144956,
          41.725504
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Enderts Beach is a rock-studded, driftwood-laden shoreline perfect for sunset walks or sunny afternoons with a kite and a book.",
        "Image Link": "http://2nbtoy3u3qzf34dru617v1vs.wpengine.netdna-cdn.com/wp-content/uploads/2014/09/Enderts-Beach-Stevens-Mar2015-4-934x700.jpg",
        "Name": "Enderts Beach",
        "National Park": "Redwood National Park",
        "State": "Califronia"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -124.14337,
          41.703896
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "This isolated trail, located just south of Crescent City, climbs up to and then runs along a high coastal bluff under alders and second-growth redwoods",
        "Image Link": "http://www.redwoodhikes.com/DelNorte/Coastal1.jpg",
        "Name": "California Coastal Trail",
        "National Park": "Redwood National Park",
        "State": "Califronia"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -124.141203,
          41.698826
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The scenery here includes ocean views and, in the distance, Crescent City and its working harbor.",
        "Image Link": "https://www.nps.gov/redw/planyourvisit/images/Crescent-Beach-Overlook.jpg",
        "Name": "Crescent Beach Overlook",
        "National Park": "Redwood National Park",
        "State": "Califronia"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -105.58,
          40.4
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Rocky Mountain National Park is a national park located in the Front Range of the Rocky Mountains, in the north-central region of the U.S. state of Colorado. It features majestic mountain views, mountain lakes, a variety of wildlife, varied climates and environments and easy access to back-country trails and campsites.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/1/1b/Bierstadt_Lake%2C_Rocky_Mountain_National_Park%2C_USA.jpg",
        "Name": "Rocky Mountain National Park",
        "National Park": "Rocky Mountain National Park",
        "State": "Colorado"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -105.648242,
          40.313657
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Tucked into the spruce/fir forest at the base of Hallett Peak and Flattop Mountain, this 0.6-mile loop is one of Rocky's most famous trails. Unlike other listed trails, Bear Lake is not entirely flat and is a more challenging route.",
        "Image Link": "http://www.rockymountainhikingtrails.com/rocky-mountain-photos/bear-lake/hallett-peak.jpg",
        "Name": "Bear Lake",
        "National Park": "Rocky Mountain National Park",
        "State": "Colorado"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -105.541795,
          40.308905
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Lily Lake Loop is an excellent hike for the entire family. This level, fully accessible trail, circles around the lake and nearby wetlands for just over three-quarters of a mile, and is conveniently located near Estes Park.",
        "Image Link": "http://www.rockymountainhikingtrails.com/rocky-mountain-photos/lily-lake/lily-mountain.jpg",
        "Name": "Lily Lake",
        "National Park": "Rocky Mountain National Park",
        "State": "Colorado"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -105.647445,
          40.22205
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Thunder Lake is located 6.6 miles from Wild Basin Trailhead in Rocky Mountain National Park. It lies just below treeline in an open basin with excellent fishing and numerous backcountry campsites. This long but moderate trail follows North St Vrain Creek through dense forest with stops at Copeland Falls, Calypso Cascades and Ouzel Falls.",
        "Image Link": "http://www.rockymountainhikingtrails.com/rocky-mountain-photos/thunder-lake/upper-copeland-falls.jpg",
        "Name": "Thunder Lake",
        "National Park": "Rocky Mountain National Park",
        "State": "Colorado"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -105.53667,
          40.30288
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Spectacular views of Longs Peak from the twin summits. Trail takes you across a variety of landscapes from dense forest to spare tundra.",
        "Image Link": "http://rockymountainnationalpark.com/sites/default/files/imagecache/trail_thumbnail/twin_sisters_peaks.jpg",
        "Name": "Twin Sisters",
        "National Park": "Rocky Mountain National Park",
        "State": "Colorado"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -105.641307,
          40.237323
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Three different waterfalls in one area, great wildflowers",
        "Image Link": "http://rockymountainnationalpark.com/sites/default/files/imagecache/trail_thumbnail/trio_falls.jpg",
        "Name": "Trio Falls",
        "National Park": "Rocky Mountain National Park",
        "State": "Colorado"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -110.5,
          32.25
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Saguaro National Park is located in southern Arizona on the outskirts of Tucson and is a part of the United States National Park System. The park preserves the desert landscape, fauna and flora contained within two park sections, one east and the other west of Tucson. The park was established to protect its namesake: the giant saguaro cactus.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/4/47/Saguaronationalparl17102008.jpg",
        "Name": "Saguaro National Park",
        "National Park": "Saguaro National Park",
        "State": "Arizona"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -111.207705,
          32.29585
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Signal Hill is a minor summit in the northwest corner of the Tucson Mountain district of Saguaro National Park, rising just 50 feet above the surrounding, gently sloping plains, and is mostly covered by large boulders of granodiorite, an igneous rock similar to granite. The top of the hill has excellent views, extending over 20 miles in some directions, but the main point of interest here are dozens of petroglyphs carved on the surface of the grey and brown rocks, dating from the Hohokam period that peaked in the 13th and 14th centuries, possibly left here during hunting expeditions, as the low hill would have enabled a place to hide when looking out for prey.",
        "Image Link": "http://www.protrails.com/protrails/trails/208.jpg",
        "Name": "Signal Hill Trail",
        "National Park": "Saguaro National Park",
        "State": "Arizona"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -110.723693,
          32.170157
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Tanque Verde Ridge Trail is narrow, rocky, and steep, with spectacular views of the Tucson Basin. The trail travels through a wide variety of plant and animal habitats. As the trail gains elevation, the plant communities gradually change from desert scrub and desert grassland to oak/pine woodland.",
        "Image Link": "http://www.saguaronationalpark.com/images/favorite-trails/Tanque-Trail.jpg",
        "Name": "Tanque Verde Ridge Trail",
        "National Park": "Saguaro National Park",
        "State": "Arizona"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -111.15603,
          32.258161
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The first section of the King Canyon Trail follows an old roadway constructed by the Civilian Conservation Corps in the 1930s. The final section ascends a series of switchbacks to the Hugh Norris Trail to reach the top of Wasson Peak, the highest point in Saguaro National Park West.",
        "Image Link": "http://www.saguaronationalpark.com/images/favorite-trails/King-Trail.jpg",
        "Name": "King Canyon Trail",
        "National Park": "Saguaro National Park",
        "State": "Arizona"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -118.77337,
          36.56471
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "The park is famous for its giant sequoia trees, including the General Sherman tree, the largest tree on Earth. The General Sherman tree grows in the Giant Forest, which contains five out of the ten largest trees in the world.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/4/46/General_Sherman_tree_looking_up.jpg",
        "Name": "Sequoia National Park",
        "National Park": "Sequoia National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -118.761688,
          36.553963
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Much like the obligatory experience of hugging one of the largest tree species on earth, you cannot visit the parks and pass-up the opportunity to drive through a Giant Sequoia. As you make your way along Crescent Meadow Road in the Giant Forest, you'll have the opportunity to pass through Tunnel Log, a passageway through a tree estimated to exceed 2,000 years of age.",
        "Image Link": "http://www.nationalparks.org/sites/default/files/kcfinder/images/SEKI-Tunnel-Log.jpg",
        "Name": "Tunnel Tree",
        "National Park": "Sequoia National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -118.748646,
          36.55979
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "To experience the beauty of Crescent Meadow, you'll start the leisurely 2-hour, 1.8-mile walk at the Crescent Meadow loop. As you make your way along the trail, you ll experience what John Muir called, the gem of the Sierra Nevada. This loop will give you the opportunity to experience the Sierra pine woodlands, the Giant Forest, Tharp's log, and a sea of feathery ferns.",
        "Image Link": "http://www.nationalparks.org/sites/default/files/kcfinder/images/SEKI-crescent-meadow.jpg",
        "Name": "Crescent Meadow",
        "National Park": "Sequoia National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -118.76562,
          36.544685
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "For the adventurous souls, Moro Rock offers challenging and exhilarating climbing opportunities, but for the rest of us, we can experience the magnificent views of the Great Western Divide by ascending the 400-step staircase to the summit.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Moro_Rock-View_from_Potwisha.jpg",
        "Name": "Moro Rock",
        "National Park": "Sequoia National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -118.82761,
          36.596993
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Crystal Cave is a treasure of ornate marble polished by subterranean streams and decorated with curtains of icicle-like stalactites and mounds of stalagmites.",
        "Image Link": "http://www.nationalparks.org/sites/default/files/kcfinder/images/crystal-cave.jpg",
        "Name": "Crystal Cave",
        "National Park": "Sequoia National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -78.35,
          38.53
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Shenandoah National Park encompasses part of the Blue Ridge Mountains in the U.S. state of Virginia. This national park is long and narrow, with the broad Shenandoah River and Valley on the west side, and the rolling hills of the Virginia Piedmont on the east.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/8/82/Dark_Hollow_Falls_Shenandoah_NP_2007.jpg",
        "Name": "Shenandoah National Park",
        "National Park": "Shenandoah National Park",
        "State": "Virginia"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -78.460556,
          38.548333
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Skyline Drive is a 109-mile road that runs the entire length of the National Park Service's Shenandoah National Park in the Blue Ridge Mountains of Virginia, generally along the ridge of the mountains. The scenic drive is particularly popular in the fall when the leaves are changing colors. ",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/b/b7/Pinnacles_2.jpg",
        "Name": "Skyline Drive",
        "National Park": "Shenandoah National Park",
        "State": "Virginia"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -78.422993,
          38.519694
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Dark Hollow Falls is Shenandoah's iconic hike.  When there has been a decent amount of rain, water falls impressively over three rock shelves.  ",
        "Image Link": "https://virginiatrails.files.wordpress.com/2009/05/dark-hollow.jpg?w=600",
        "Name": "Dark Hollow Falls",
        "National Park": "Shenandoah National Park",
        "State": "Virginia"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -78.465875,
          38.45468
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Bearfence Mountain is a splendid destination where the path to the summit includes two rock formations with stellar views. The trail to the summit is a welcome change from the basic hike in the woods common to most Shenandoah mountains.",
        "Image Link": "http://images.summitpost.org/original/81838.JPG",
        "Name": "Bearfence Mountain",
        "National Park": "Shenandoah National Park",
        "State": "Virginia"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -78.315912,
          38.55274
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Old Rag Mountain hike in the Shenandoah National Park is one of the most popular hikes in the mid-Atlantic region. With many spectacular panoramic views, and one of the most challenging rock scrambles in the park, this circuit hike is a favorite of many hikers.",
        "Image Link": "http://www.hikingupward.com/SNP/OldRag/images/101307/PA130175.jpg",
        "Name": "Old Rag Mountain",
        "National Park": "Shenandoah National Park",
        "State": "Virginia"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -103.45,
          46.97
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "The Skyline Drive runs 105 miles north and south along the crest of the Blue Ridge Mountains in Shenandoah National Park and is the only public road through the park.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Theodore_Roosevelt_National_Park.jpg",
        "Name": "Theodore Roosevelt National Park",
        "National Park": "Theodore Roosevelt National Park",
        "State": "North Dakota "
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -103.52627,
          46.917382
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "At Theodore Roosevelt's urging, the Maltese Cross Ranch Cabin, now at the entrance of the park,was built during the winter of 1883-84. The Maltese Cross Cabin was originally located about seven miles south of Medora in the wooded bottomland of the Little Missouri River.",
        "Image Link": "http://www.ndtourism.com/sites/default/master/files/styles/best-places/public/Maltese%20Cross%20Cabin%20TRNP%20compressed.jpg",
        "Name": "Maltese Cross Cabin",
        "National Park": "Theodore Roosevelt National Park",
        "State": "North Dakota "
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -103.384453,
          47.130449
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "While prairie dog \"towns\" can be found in many areas of the park, the first one encountered is along the road soon after entering the park near Skyline Vista. Prairie dogs communicate with each other by a number of sounds called \"barks\" or \"yelps.\"",
        "Image Link": "http://www.ndtourism.com/sites/default/master/files/styles/best-places/public/WI0054.jpg",
        "Name": "Prairie Dog Town",
        "National Park": "Theodore Roosevelt National Park",
        "State": "North Dakota "
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -103.382809,
          46.89868
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Visitors get their first real glimpse of the Badlands from the overlook at thePainted Canyon Visitor Center on Interstate 94, east of Medora. The canyon stretches as far as the eye can see into the rugged North Dakota Badlands.",
        "Image Link": "http://www.lovethesepics.com/wp-content/uploads/2011/12/North-Dakota-Badlands-Overlook-Theodore-Roosevelt-National-Park.jpg",
        "Name": "Painted Canyon Overlook",
        "National Park": "Theodore Roosevelt National Park",
        "State": "North Dakota "
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -103.441599,
          47.603233
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The final overlook along the scenic byway offers a sweeping panoramic view of the Badlands and of an oxbow in the Little Missouri River as is carves a channel through the tree-lined river valley.",
        "Image Link": "http://www.ndtourism.com/sites/default/master/files/styles/best-places/public/Badlands%202%20Oxbow%20overlook.jpg",
        "Name": "Oxbow Overlook",
        "National Park": "Theodore Roosevelt National Park",
        "State": "North Dakota "
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -64.73,
          18.33
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "The island of Saint John has rich human and natural histories. Tano archaeological sites and ruins of sugar plantations from Columbus' time litter the coast. Past the pristine beaches are mangrove forests, seagrass beds, coral reefs, and vast algal plains.[",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/5/55/St_John_Trunk_Bay_1.jpg",
        "Name": "Virgin Islands National Park",
        "National Park": "Virgin Islands National Park",
        "State": "Virgin Islands"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -64.768461,
          18.353947
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Trunk Bay is considered one of the most beautiful beaches in the world. It features a 225-yard long underwater snorkeling trail. There is a bathhouse, snack bar, souvenir shop and snorkel gear rentals are available.",
        "Image Link": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcScZErgnPcBbqwBzkSF12BmRTMNc_blVlacYq5Ykdh-m1G4pFwJfK5-BA",
        "Name": "Trunk Bay",
        "National Park": "Virgin Islands National Park",
        "State": "Virgin Islands"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -64.757722,
          18.354531
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Cinnamon Bay has a water sports center that rents snorkel gear and windsurfers, and can arrange day sailing, snorkeling and scuba diving lessons. A campground with bare tent sites, prepared sites and cottages is adjacent to the beach.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Cinnamon_Bay.JPG/220px-Cinnamon_Bay.JPG",
        "Name": "Cinnamon Bay",
        "National Park": "Virgin Islands National Park",
        "State": "Virgin Islands"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -64.745233,
          18.323306
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Annaberg was once one of the larger sugar plantations on St. John. The remains of the windmill and horsemill, used to crush the sugar cane to extract its juice, still stand. Much of the sugar factory, where the juice was boiled and condensed to make raw sugar, remain as well, as does part of the rum still.",
        "Image Link": "http://stjohntour.com/Ruins/Annaberg/Anna017big.jpg",
        "Name": "Annaberg Wind Mill",
        "National Park": "Virgin Islands National Park",
        "State": "Virgin Islands"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -64.722756,
          18.366816
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Waterlemon Cay is a small cay surrounded by a fringing reef located in Leinster Bay on Saint John, U.S. Virgin Islands.",
        "Image Link": "http://www.tropicalsnorkeling.com/images/SnorkelingWaterlemon13.jpg",
        "Name": "Watermelon Cay",
        "National Park": "Virgin Islands National Park",
        "State": "Virgin Islands"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -92.88,
          48.5
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "This park protecting four lakes near the Canadian border is a site for canoeing, kayaking, and fishing,s a history populated by Ojibwe Native Americans, French fur traders called voyageurs, and ambitious gold-miners. Formed by glaciers, the region features tall bluffs, rock gardens, scenic islands and bays, and several historic buildings. ",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/b/bd/Voyageurs_National_Park.jpg",
        "Name": "Voyageurs National Park",
        "National Park": "Voyageurs National Park",
        "State": "Minnesota"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -93.031389,
          48.636944
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Rainy Lake has been an attraction for thousands of years! Native groups used the natural waterway and reaped the benefit of plants and animals in the widely varied habitats of the northern forest. Industry used the waterways to carry trade goods, lumber and wood for paper production.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Rainy_Lake_from_Tango_Channel.jpg/250px-Rainy_Lake_from_Tango_Channel.jpg",
        "Name": "Rainy Lake",
        "National Park": "Voyageurs National Park",
        "State": "Minnesota"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -93.027245,
          48.438434
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "In Minnesota, the Land of Ten Thousand Lakes, Kabetogama is an enchanted combination of sky blue waters and majestic forests. Situated along the U.S.- Canadian border, Kabetogama Lake has miles of pristine undeveloped shoreline, 25,000 acres of clean, cool water and is one of four major lakes that make up Voyageurs National Park.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/VOYA_P7120383_Lake_Kabetogama_Narrows.jpg/250px-VOYA_P7120383_Lake_Kabetogama_Narrows.jpg",
        "Name": "Kabetogama Lake",
        "National Park": "Voyageurs National Park",
        "State": "Minnesota"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -92.979211,
          48.497496
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Ellsworth Rock Gardens have been known as the Showplace of Lake Kabetogama since the 1940s. Jack Ellsworth, the garden's creator and a self-taught artist, used natural elements of the native northern Minnesota landscape as his artistic media, creating an original and distinctive art environment on the north shore of Kabetogama Lake.",
        "Image Link": "https://www.nps.gov/voya/planyourvisit/images/VOYA_Web_Ellsworth_RockGarden_PostcardView_FallColor_Wayside_Scenic_7.jpg",
        "Name": "Ellsworth Rock Gardens",
        "National Park": "Voyageurs National Park",
        "State": "Minnesota"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -103.48,
          43.57
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Wind Cave is distinctive for its calcite fin formations called boxwork and needle-like growths called frostwork. The cave, which was discovered by a sound like that of wind coming from a hole in the ground, is the world's densest cave system. Above ground is a mixed-grass prairie with animals such as bison, black-footed ferrets, and prairie dogs and ponderosa pine forests home to cougars and elk.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/b/b5/Wind_Cave_lower.jpg",
        "Name": "Wind Cave National Park",
        "National Park": "Wind Cave National Park",
        "State": "South Dakota"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -103.486655,
          43.625565
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Rankin Ridge Nature Trail is a nice one mile loop that provides great views of the surrounding landscape. You'll find the trail in the Northern portion of the park on highway 87, just a few miles from Custer State Park.",
        "Image Link": "http://www.howtoenjoytheblackhills.com/wp-content/uploads/2011/10/554.jpg",
        "Name": "Rankin Ridge Nature Trail",
        "National Park": "Wind Cave National Park",
        "State": "South Dakota"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -103.466496,
          43.60072
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Experience the cave by candlelight. This tour takes place in a less developed, unlighted part of the cave. Each participant will carry a candle bucket.",
        "Image Link": "http://www.trbimg.com/img-56be86f3/turbine/la-tr-caverns-photos-013/800/800x450",
        "Name": "Candlelight Cave Tour",
        "National Park": "Wind Cave National Park",
        "State": "South Dakota"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -142,
          61
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "An immense plot of mountainous country protects the convergence of the Alaska, Chugach, and Wrangell-Saint Elias Ranges, which include many of the continent's tallest mountains and volcanoes, including the 18,008-foot Mount Saint Elias. More than a quarter of the park is covered with glaciers, including the tidewater Hubbard Glacier, piedmont Malaspina Glacier, and valley Nabesna Glacier.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/2/2f/MountJarvis.jpg",
        "Name": "Wrangell St. Elias National Park",
        "National Park": "Wrangell St. Elias National Park",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -142.887974,
          61.485428
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Kennecott is an abandoned mining camp in the Valdez-Cordova Census Area in the U.S. state of Alaska that was the center of activity for several copper mines.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Kennicott8.jpg/250px-Kennicott8.jpg",
        "Name": "Kennecott Copper Mine",
        "National Park": "Wrangell St. Elias National Park",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -143.601433,
          62.595869
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "As only one of two access points into the Wrangell-St. Elias National Park, this 42 mile stretch of gravel road from the Slana River to Nabesna is something worth seeing.",
        "Image Link": "https://media-cdn.tripadvisor.com/media/photo-l/09/31/ab/bd/nabesna-road.jpg",
        "Name": "Nabesna Road",
        "National Park": "Wrangell St. Elias National Park",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -142.923062,
          61.433047
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Talk about an authentic pioneer town. Time seems to have stood still on McCarthy's Main Street, which is unpaved, only a few hundred yards long, and lined with classic buildings and memorabilia.",
        "Image Link": "http://www.alaska.org/assets/content/cache/made/photos/gallery3/var/thumbs/Locations/Main-Street-McCarthy/157_116_c1/PhotomatixResults01-04.jpg",
        "Name": "Main Street McCarthy",
        "National Park": "Wrangell St. Elias National Park",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -143.433056,
          61.731667
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Mount Blackburn is the highest peak in the Wrangell Mountains of Alaska in the United States. It is the fifth highest peak in the United States and the twelfth highest peak in North America. The mountain is an old, eroded shield volcano, the second highest volcano in the United States behind Mount Bona and the fifth highest in North America. ",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/f/fc/MtBlackburn-KennicottGlacier.jpg",
        "Name": "Mount Blackburn",
        "National Park": "Wrangell St. Elias National Park",
        "State": "Alaska"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -110.5,
          44.6
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Situated on the Yellowstone Caldera, the park has an expansive network of geothermal areas including vividly colored hot springs, boiling mud pots, and regularly erupting geysers, the best-known being Old Faithful and Grand Prismatic Spring. The yellow-hued Grand Canyon of the Yellowstone River has a number of scenic waterfalls, and four mountain ranges run through the park. More than 60 mammal species including gray wolves, grizzly bears, lynxes, bison, and elk, make this park one of the best wildlife viewing spots in the country.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/3/3f/Grand_Prismatic_Spring_and_Midway_Geyser_Basin_from_above.jpg",
        "Name": "Yellowstone National Park",
        "National Park": "Yellowstone National Park",
        "State": "Wyoming"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -110.704238,
          44.726997
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "One of Yellowstone National Park's most popular geyser basins, Norris is home to Echinus (one of the Park's most popular geysers) and Steamboat (the world's tallest geyser). In addition, there are several miles of boardwalks from which you can explore dozens of multi-colored thermal features.",
        "Image Link": "http://ynetzone.gallerywebhost.netdna-cdn.com/intro/files/2011/08/norris.jpg",
        "Name": "Norris Geyser Basin",
        "National Park": "Yellowstone National Park",
        "State": "Wyoming"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -110.455566,
          44.644774
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "This valley, centrally located in Yellowstone National Park, is the first place to go to see wildlife in Yellowstone. As you drive along this beautiful, broad valley you are likely to see herds of bison, scattered elk (and the occasional herd), and the occasional grizzly bear. You are also likely to see waterfowl, including ducks, Canada geese and pelicans, swimming in or lounging near the Yellowstone River.",
        "Image Link": "http://ynetzone.gallerywebhost.netdna-cdn.com/intro/files/2011/08/hayden01.jpg",
        "Name": "Hayden Valley",
        "National Park": "Yellowstone National Park",
        "State": "Wyoming"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -110.82815,
          44.46046
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Old Faithful is a cone geyser located in Yellowstone National Park in Wyoming, United States. Old Faithful was named in 1870 during the Washburn-Langford-Doane Expedition and was the first geyser in the park to receive a name.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Old_Faithfull-pdPhoto.jpg/240px-Old_Faithfull-pdPhoto.jpg",
        "Name": "Old Faithful",
        "National Park": "Yellowstone National Park",
        "State": "Wyoming"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -110.496667,
          44.71666
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Grand Canyon of the Yellowstone is the first large canyon on the Yellowstone River downstream from Yellowstone Falls in Yellowstone National Park in Wyoming. The canyon is approximately 24 miles (39 km) long, between 800 and 1,200 ft (240 and 370 m) deep and from .25 to .75 mi (0.40 to 1.21 km) wide.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Grand_canyon_of_Yellowstone_and_Yellowstone_fall.jpg/256px-Grand_canyon_of_Yellowstone_and_Yellowstone_fall.jpg",
        "Name": "Grand Canyon of the Yellowstone",
        "National Park": "Yellowstone National Park",
        "State": "Wyoming"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -110.83819,
          44.52504
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Grand Prismatic Spring in Yellowstone National Park is the largest hot spring in the United States, and the third largest in the world, after Frying Pan Lake in New Zealand and Boiling Lake in Dominica. It is located in the Midway Geyser Basin.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Grand_Prismatic_Spring_and_Midway_Geyser_Basin_from_above.jpg/240px-Grand_Prismatic_Spring_and_Midway_Geyser_Basin_from_above.jpg",
        "Name": "Grand Prismatic Spring",
        "National Park": "Yellowstone National Park",
        "State": "Wyoming"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -110.21494,
          44.910541
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "This wide, expansive valley is home to bison, elk, coyote, grizzly and wolf, and is must-visit area for serious wildlife watchers. Bison and elk are readily visible, and coyotes can oftentimes be spotted.",
        "Image Link": "http://ynetzone.gallerywebhost.netdna-cdn.com/intro/files/2011/08/lamar.jpg",
        "Name": "Lamar Valley",
        "National Park": "Yellowstone National Park",
        "State": "Wyoming"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -110.496111,
          44.718056
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Cascading from the 590,000 year old Canyon Rhyolite lava flow, Lower Yellowstone Falls is the largest volume waterfall in the Rocky Mountains of the United States.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/YellowstonefallJUN05.JPG/220px-YellowstonefallJUN05.JPG",
        "Name": "Lower Yellowstone River Falls",
        "National Park": "Yellowstone National Park",
        "State": "Wyoming"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -119.55,
          37.85
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Among the earliest candidates for National Park status, Yosemite features towering granite cliffs, dramatic waterfalls, and old-growth forests at a unique intersection of geology and hydrology. Half Dome and El Capitan rise from the park's centerpiece, the glacier-carved Yosemite Valley, and from its vertical walls drop Yosemite Falls, North America's tallest waterfall. Three giant sequoia groves, along with a pristine wilderness in the heart of the Sierra Nevada, are home to an abundance of rare plant and animal species.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/1/13/Tunnel_View%2C_Yosemite_Valley%2C_Yosemite_NP_-_Diliff.jpg",
        "Name": "Yosemite National Park",
        "National Park": "Yosemite National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -119.53306,
          37.74611
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Half Dome is a granite dome at the eastern end of Yosemite Valley in Yosemite National Park, California. It is a well-known rock formation in the park, named for its distinct shape. One side is a sheer face while the other three sides are smooth and round, making it appear like a dome cut in half. The granite crest rises more than 4,737 ft (1,444 m) above the valley floor.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/d/d6/Half_Dome_from_Glacier_Point%2C_Yosemite_NP_-_Diliff.jpg",
        "Name": "Half Dome",
        "National Park": "Yosemite National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -119.597297,
          37.755018
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Yosemite Falls is the highest waterfall in Yosemite National Park, dropping a total of 2,425 feet (739 m) from the top of the upper fall to the base of the lower fall. Located in the Sierra Nevada of California, it is a major attraction in the park, especially in late spring when the water flow is at its peak.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/3/38/Yosemite_falls_winter_2010.JPG",
        "Name": "Yosemite Falls",
        "National Park": "Yosemite National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -119.646389,
          37.721667
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Yosemite Valley is a glacial valley in Yosemite National Park in the western Sierra Nevada mountains of Northern California. The valley is about 8 miles (13 km) long and up to a mile deep, surrounded by high granite summits such as Half Dome and El Capitan, and densely forested with pines.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/f/fc/Yosemite_Valley_from_Wawona_Tunnel_view%2C_vista_point..JPG",
        "Name": "Yosemite Valley",
        "National Park": "Yosemite National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -119.57278,
          37.73083
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Glacier Point, an overlook with a commanding view of Yosemite Valley, Half Dome, Yosemite Falls, and Yosemite s high country, is accessible by car from approximately late May through October or November. From mid-December through March, cross-country skiers can experience this view after skiing 10.5 miles",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Glacier_Point_at_Sunset%2C_Yosemite_NP%2C_CA%2C_US_-_Diliff.jpg/384px-Glacier_Point_at_Sunset%2C_Yosemite_NP%2C_CA%2C_US_-_Diliff.jpg",
        "Name": "Glacier Point",
        "National Park": "Yosemite National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -119.67718,
          37.71576
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Tunnel View is a scenic overlook on State Route 41 in Yosemite National Park. The iconic and expansive view of Yosemite Valley from the view point have been seen and documented by visitors since it opened in 1933. Internationally renowned artists to casual tourists have painted, drawn, and photographed the dramatic scenery from here and nearby vantage points since the 19th century.",
        "Image Link": "https://www.nps.gov/yose/planyourvisit/images/tunnelview3.jpg",
        "Name": "Tunnel View",
        "National Park": "Yosemite National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -119.637778,
          37.734167
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "El Capitan is a vertical rock formation in Yosemite National Park, located on the north side of Yosemite Valley, near its western end. The granite monolith extends about 3,000 feet (900 m) from base to summit along its tallest face and is one of the world's favorite challenges for rock climbers and base jumpers.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/3/38/Yosemite_falls_winter_2010.JPG",
        "Name": "El Capitan",
        "National Park": "Yosemite National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -119.57,
          37.73
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Sierra Nevada is a mountain range in the Western United States, between the Central Valley of California and the Basin and Range Province. The vast majority of the range lies in the state of California, although the Carson Range spur lies primarily in Nevada.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Sierra_Nevada_aerial.jpg",
        "Name": "Sierra Nevada",
        "National Park": "Yosemite National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -112.98785,
          37.20262
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Located at the junction of the Colorado Plateau, Great Basin, and Mojave Desert, this geological wonder has colorful sandstone canyons, mountainous mesas, and countless rock towers. Natural arches and exposed plateau formations compose a large wilderness roughly divided into four ecosystems: desert, riparian, woodland, and coniferous forest.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/1/10/Zion_angels_landing_view.jpg",
        "Name": "Zion National Park",
        "National Park": "Zion National Park",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -112.949418,
          37.304975
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Narrows in Zion National Park, (near Springdale, Utah) is a section of canyon on the North Fork of the Virgin River. Hiking is done largely in the river as, for a third of the route, the river runs canyon wall to canyon wall.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/2/2a/Zion_Narrows.jpg",
        "Name": "The Narrows",
        "National Park": "Zion National Park",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -112.948056,
          37.269444
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Angels Landing, known earlier as the Temple of Aeolus, is a 1,488-foot (454 m) tall rock formation in Zion National Park in southern Utah.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/f/fd/Angels_Landing_-_Zion_Canyon.jpg",
        "Name": "Angels Landing",
        "National Park": "Zion National Park",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -112.940261,
          37.279202
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Observation Point Trail is a strenuous 8-mile (round trip) hike that could take between 4 to 6 hours and involves a lot of unrelenting uphill on a hard paved trail that was blasted out of the canyon walls. Along the way, hikers get a glimpse into the dark and mysterious Echo Canyon with its beautiful slickrock formations and stunning White Cliffs.",
        "Image Link": "http://www.citrusmilo.com/zionguide/main_op2.jpg",
        "Name": "Observation Point",
        "National Park": "Zion National Park",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -113.153086,
          37.426582
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Kolob Canyons is the northwest section of Zion National Park of Utah, United States. The Kolob Canyons are part of the Colorado Plateau region of the park and are noted for their colorful beauty and diverse landscape.",
        "Image Link": "https://www.nps.gov/zion/planyourvisit/images/SouthernStorm_2.jpg",
        "Name": "Kolob Canyons",
        "National Park": "Zion National Park",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -112.936426,
          37.273791
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "A short hike from the road takes you to the verdant gardens of Weeping Rock. The destination of the hike is the moss and fern-covered eave of an overhanging cliff. Dozens of tiny cascades of water drizzle their way over the edge of the precipice, making their way down to the pools of water below.",
        "Image Link": "http://www.zionnational-park.com/images/album2/images/weeping-rock-r_jpg.jpg",
        "Name": "Weeping Rock Trail",
        "National Park": "Zion National Park",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -112.18,
          37.57
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Bryce Canyon Canyon is a giant geological amphitheater on the Paunsaugunt Plateau. The unique area has hundreds of tall sandstone hoodoos formed by erosion. The region was originally settled by Native Americans and later by Mormon pioneers.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/5/58/Bryce_Canyon_Hoodoos_Amphitheater.jpg",
        "Name": "Bryce Canyon National Park",
        "National Park": "Bryce Canyon National Park",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -112.169878,
          37.617112
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The viewpoint at Inspiration Point consists of three levels that provide varied spectacular perspectives of the main amphitheater. From here, visitors look toward the Silent City (near Sunset Point) with its many rows of seemingly frozen hoodoos set against the backdrop of Boat Mesa.",
        "Image Link": "https://www.nps.gov/brca/planyourvisit/images/cmstourinspiration.jpg",
        "Name": "Inspiration Point",
        "National Park": "Bryce Canyon National Park",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -112.165885,
          37.622858
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Sunset Point offers vistas of some of the most famous and breathtaking of Bryce Canyon's hoodoos. Directly below the point and to the south, the Silent City rises from the canyon floor, a maze of hoodoos and fins packed in tight formation.",
        "Image Link": "https://www.nps.gov/brca/planyourvisit/images/cmstoursunset.jpg",
        "Name": "Sunset Point",
        "National Park": "Bryce Canyon National Park",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -112.163025,
          37.628526
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The view to the northeast from Sunrise Point captures Boat Mesa and the Sinking Ship, set against the stark Pink Cliffs of the Aquarius Plateau.",
        "Image Link": "https://www.nps.gov/brca/planyourvisit/images/cmstoursunrise.jpg",
        "Name": "Sunrise Point",
        "National Park": "Bryce Canyon National Park",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -112.159228,
          37.619485
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Navajo Trail begins at Sunset Point and travels down into the main amphitheater. This is one of the more popular trails and can be combined with the Queens Garden Trail which will create a longer, but more varied, loop.",
        "Image Link": "http://farm4.static.flickr.com/3518/3700247554_95cc18ee80.jpg",
        "Name": "Navajo Loop",
        "National Park": "Bryce Canyon National Park",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -112.166037,
          37.622221
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "A dramatic trail which descends into the canyon from the rim. A great way to access some of the other trails.",
        "Image Link": "http://farm3.static.flickr.com/2613/3699437741_85ae15c396.jpg",
        "Name": "Wall Street",
        "National Park": "Bryce Canyon National Park",
        "State": "Utah"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -121.51,
          40.49
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Lassen Peak, the largest plug dome volcano in the world, is joined by all three other types of volcanoes in this park: shield, cinder dome, and composite. Though Lassen itself last erupted in 1915, most of the rest of the park is continuously active: numerous hydrothermal features, including fumaroles, boiling pools, and bubbling mud pots, are heated by molten rock from beneath the peak.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/6/66/Brokeoff_Mountain_Lassen_Volcanic.jpg",
        "Name": "Lassen Volcanic National Park",
        "National Park": "Lassen Volcanic National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -121.505008,
          40.488173
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Lassen Peak, also known as Mount Lassen, is the southernmost active volcano in the Cascade Range. Located in the Shasta Cascade region of Northern California, Lassen rises 2,000 ft (600 m) above the surrounding terrain and has a volume of 0.5 cu mi (2 km3), making it one of the largest lava domes on Earth.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/8/89/Lassen-Peak-Large.jpg",
        "Name": "Lassen Peak",
        "National Park": "Lassen Volcanic National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -121.501086,
          40.458421
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Bumpass Hell is the largest area of geothermal features in Lassen Volcanic National Park, featuring hot springs and fumaroles.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/b/b2/Bumpass_Hell_in_Lassen_VNP-1200px.JPG",
        "Name": "Bumpass Hell",
        "National Park": "Lassen Volcanic National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -121.440998,
          40.464212
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Kings Creek Falls trail leads to a large roaring waterfall draped in ferns and other green plants which thrive off the mist generated by the falls.",
        "Image Link": "https://www.nps.gov/lavo/planyourvisit/images/kings_creek_falls.jpg",
        "Name": "Kings Creek Falls",
        "National Park": "Lassen Volcanic National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -121.5678,
          40.53371
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Manzanita Lake is a lake located in Lassen Volcanic National Park. Located near the park entrance, the lake is open for fishing and has rainbow, brown and brook trout.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Chaos_Crags_and_Lassen_Peak_at_Manzanita_Lake.jpg",
        "Name": "Manzanita Lake",
        "National Park": "Lassen Volcanic National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -121.537074,
          40.447407
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Sulphur Works is one of the primary geothermal areas within the park, featuring boiling mudpots and steam vents viewable via a sidewalk .",
        "Image Link": "http://files.sierranevadageotourism.org/portal/sie83UKJD73HDS0MVlJD/images/content/large/sie19F91C05310A2AFC4.jpg",
        "Name": "Sulphur Works",
        "National Park": "Lassen Volcanic National Park",
        "State": "California"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -86.1,
          37.183333
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Mammoth Cave National Park is a U.S. national park in central Kentucky, encompassing portions of Mammoth Cave, the longest cave system known in the world.",
        "Image Link": "https://res.cloudinary.com/roadtrippers/image/upload/w_640,fl_progressive,q_60/v1428698835/ziqn1fhyuvglaqtxy0zd.jpg",
        "Name": "Mammoth Cave National Park",
        "National Park": "Mammoth Cave National Park",
        "State": "Kentucky"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -86.091336,
          37.196234
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "A winding trail through a tight squeeze.",
        "Image Link": "https://daveanddiane.files.wordpress.com/2013/07/img_5979.jpg",
        "Name": "Fat Man's Misery",
        "National Park": "Mammoth Cave National Park",
        "State": "Kentucky"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -86.153803,
          37.150449
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Cedar Sink is a vertical-walled large depression, or sinkhole, in the ground.",
        "Image Link": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcQfsVYoyJmSBJ4vophnu3TOx9plZ3q346s_mwBWCQdVb7TkHt4E",
        "Name": "Cedar Sink",
        "National Park": "Mammoth Cave National Park",
        "State": "Kentucky"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -86.058159,
          37.150407
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The parks most popular formation, which looks like a frozen waterfall.",
        "Image Link": "https://yearlongadventure.files.wordpress.com/2010/10/cavenf.jpg",
        "Name": "Frozen Niagara",
        "National Park": "Mammoth Cave National Park",
        "State": "Kentucky"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -86.04784,
          37.243653
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Mammoth Cave Big Woods consist of 300 acres of forest within Mammoth Cave National Park.",
        "Image Link": "http://www.kentuckyoldgrowth.org/uploads/9/9/1/7/9917945/2462152_orig.jpg",
        "Name": "Mammoth Cave Big Woods",
        "National Park": "Mammoth Cave National Park",
        "State": "Kentucky"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -108.488687,
          37.183784
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "This area constitutes over 4,000 archaeological sites of the Ancestral Puebloan people, who lived here and elsewhere in the Four Corners region for at least 700 years. Cliff dwellings built in the 12th and 13th centuries include the famous Cliff Palace, which has 150 rooms and 23 kivas, and the Balcony House, with its many passages and tunnels.",
        "Image Link": "Mesa_Verde_National_Park_Cliff_Palace_Right_Part_2006_09_12",
        "Name": "Mesa Verde National Park",
        "National Park": "Mesa Verde National Park",
        "State": "Colorado"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -108.473268,
          37.167018
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Cliff Palace is the largest cliff dwelling in Mesa Verde National Park.",
        "Image Link": "https://www.nps.gov/meve/learn/historyculture/images/cp_556.jpg",
        "Name": "Cliff Palace",
        "National Park": "Mesa Verde National Park",
        "State": "Colorado"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -108.464309,
          37.161813
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "With 40 rooms, Balcony House is considered a medium size cliff dwelling. Only 10 sites in the park have more. It stands as a tribute to those who built and occupied the site in the thirteenth century, the ancestors of the Pueblo Indians of Arizona and New Mexico.",
        "Image Link": "https://www.nps.gov/meve/learn/historyculture/images/bh_scty2_285_5.jpg",
        "Name": "Balcony House",
        "National Park": "Mesa Verde National Park",
        "State": "Colorado"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -108.535862,
          37.187076
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": " Long House is the second-largest Mesa Verdean village; approximately 150 people lived there. The cliff dwelling features 150 rooms, a kiva, a tower, and a central plaza.",
        "Image Link": "https://www.nps.gov/meve/learn/historyculture/images/lh_200.jpg",
        "Name": "Long House",
        "National Park": "Mesa Verde National Park",
        "State": "Colorado"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -108.488423,
          37.184609
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The museum displays dioramas illustrating Ancestral Puebloan life. There are also many exhibits of prehistoric artifacts, a chronology of Ancestral Puebloan culture, and other items related to the park.",
        "Image Link": "https://www.nps.gov/meve/planyourvisit/images/chapin_museum_245.jpg",
        "Name": "Chapin Mesa Archeological Museum",
        "National Park": "Mesa Verde National Park",
        "State": "Colorado"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -108.486985,
          37.183994
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Spruce Tree House, the third largest cliff dwelling, was constructed between A.D. 1211 and 1278 by the ancestors of the Pueblo peoples of the Southwest.",
        "Image Link": "https://www.nps.gov/meve/learn/historyculture/images/sth_556.jpg",
        "Name": "Spruce Tree House",
        "National Park": "Mesa Verde National Park",
        "State": "Colorado"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -77.2619,
          38.93694
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "National Park",
        "Description": "Wolf Trap National Park for the Performing Arts, known locally in the Washington, D.C. area as simply Wolf Trap, is a performing arts center located on 117 acres of national park land in Fairfax County, Virginia, near the town of Vienna. Through a partnership and collaboration of the National Park Service and the non-profit Wolf Trap Foundation for the Performing Arts, the Park offers both natural and cultural resources.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/6/65/Meadow_Pavilion.JPG",
        "Name": "Wolf Trap National Park",
        "National Park": "Wolf Trap National Park",
        "State": "Virginia"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -77.2645,
          38.93822
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Built of Douglas Fir and Southern Yellow Pine, the Filene Center is a beautiful outdoor amphitheater designed to be in harmony with its national park setting. The venue hosts more than 80 performances each summer, as well as 2 free annual celebrations the Summer Blast Off! with the US Marine Band and a winter Holiday Sing-A-Long.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/5/50/Current_Filene_Center.jpg",
        "Name": "Filene Center",
        "National Park": "Wolf Trap National Park",
        "State": "Virginia"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -77.2649,
          38.93831
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "Children's Theatre in the Woods (also known more simply as Theatre in the Woods) is one of the main performance venues at Wolf Trap National Park for the Performing Arts in Vienna, Virginia. . The stage is set amidst 117 rolling acres of wooded area in a shady grove, and features lively acts in music, dance, storytelling, puppetry, and theater, as well as creative workshops for children and their parents. ",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/5/56/Theater_in_the_Woods%2C_April_2004.jpg",
        "Name": "Children's Theatre in the Woods",
        "National Park": "Wolf Trap National Park",
        "State": "Virginia"
      },
      "type": "Feature"
    },
    {
      "geometry": {
        "coordinates": [
          -77.2655,
          38.93278
        ],
        "type": "Point"
      },
      "properties": {
        "Class": "Attraction",
        "Description": "The Barns at Wolf Trap is a popular night spot for DC area music lovers. At 382 seats, it allows audiences to experience top-notch artists in an intimate setting.",
        "Image Link": "https://upload.wikimedia.org/wikipedia/commons/0/03/Entrance%2C_The_Barns_at_Wolf_Trap.jpg",
        "Name": "The Barns at Wolf Trap",
        "National Park": "Wolf Trap National Park",
        "State": "Virginia"
      },
      "type": "Feature"
    }
  ],
  "type": "FeatureCollection"
}